{
  "title": "Romeo and Juliet (Modern)",
  "author": "William Shakespeare",
  "acts": [
    {
      "act_number": 1,
      "act_title": "ACT I",
      "scenes": [
        {
          "scene_number": 1,
          "scene_title": "Scene I",
          "location": "",
          "lines": [
            {
              "speaker": "PROLOGUE",
              "text": "In the beautiful city of Verona, where our story\ntakes place, a long-standing hatred between two\nfamilies erupts into new violence, and citizens\nstain their hands with the blood of their fellow\ncitizens. Two unlucky children of these enemy\nfamilies become lovers and commit suicide. Their\nunfortunate deaths put an end to their parents'\nfeud. For the next two hours, we will watch the\nstory of their doomed love and their parents'\nanger, which nothing but the children’s deaths\ncould stop. If you listen to us patiently, we’ll make\nup for everything we’ve left out in this prologue\nonstage.\nSCENE I. Verona. A public place."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter SAMPSON and GREGORY, of the house of Capulet, armed with swords and bucklers"
            },
            {
              "speaker": "SAMPSON",
              "text": "Gregory, I swear, we can’t let them humiliate us."
            },
            {
              "speaker": "GREGORY",
              "text": "No, for then we should be garbagemen"
            },
            {
              "speaker": "SAMPSON",
              "text": "I mean, an we be in choler, we'll draw."
            },
            {
              "speaker": "GREGORY",
              "text": "Maybe you should focus on pulling yourself out of trouble."
            },
            {
              "speaker": "SAMPSON",
              "text": "I hit hard when I’m angry."
            },
            {
              "speaker": "GREGORY",
              "text": "But it's hard to make you angry."
            },
            {
              "speaker": "SAMPSON",
              "text": "A dog of the house of Montague makes me angry."
            },
            {
              "speaker": "GREGORY",
              "text": "Angry enough to run away. You won’t stand and\nfight."
            },
            {
              "speaker": "SAMPSON",
              "text": "A dog from that house will make me angry\nenough to take a stand. If I pass one of them on"
            },
            {
              "speaker": "GREGORY",
              "text": "That means you’re the weak one, because\nweaklings get pushed up against the wall."
            },
            {
              "speaker": "SAMPSON",
              "text": "You’re right. That’s why girls get pushed up\nagainst walls—they’re weak. So what I’ll do is\npush the Montague men into the street and the\nMontague women up against the wall."
            },
            {
              "speaker": "GREGORY",
              "text": "The quarrel is between our masters and we work for them."
            },
            {
              "speaker": "SAMPSON",
              "text": "It’s all the same. I’ll be a harsh master to them.\nAfter I fight the men, I’ll be nice to the women—I’ll\ncut off their heads."
            },
            {
              "speaker": "GREGORY",
              "text": "The heads of the maids?"
            },
            {
              "speaker": "SAMPSON",
              "text": "Ay, the heads of the maids, or their maidenheads;\ntake it in what sense thou wilt."
            },
            {
              "speaker": "GREGORY",
              "text": "They must take it in sense that feel it."
            },
            {
              "speaker": "SAMPSON",
              "text": "Me they shall feel while I am able to stand: and\n'tis known I am a pretty piece of flesh."
            },
            {
              "speaker": "GREGORY",
              "text": "'Tis well thou art not fish; if thou hadst, thou\nhadst been poor John. Draw thy tool! here comes\ntwo of the house of the Montagues."
            },
            {
              "speaker": "SAMPSON",
              "text": "I have my naked sword out. Fight, I’ll back you"
            },
            {
              "speaker": "GREGORY",
              "text": "How will you back me up—by running away?"
            },
            {
              "speaker": "SAMPSON",
              "text": "Don’t worry about me."
            },
            {
              "speaker": "GREGORY",
              "text": "No, really. I am worried about you!"
            },
            {
              "speaker": "SAMPSON",
              "text": "Let’s not break the law by starting. Let them start"
            },
            {
              "speaker": "GREGORY",
              "text": "I’ll frown at them as they pass by, and they can\nreact however they want."
            },
            {
              "speaker": "SAMPSON",
              "text": "I’ll bite my thumb at them. That’s an insult,\nand if they let me get away they’ll be dishonored."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ABRAHAM and BALTHASAR"
            },
            {
              "speaker": "ABRAHAM",
              "text": "Do you bite your thumb at us, sir?"
            },
            {
              "speaker": "SAMPSON",
              "text": "I do bite my thumb, sir."
            },
            {
              "speaker": "ABRAHAM",
              "text": "Do you bite your thumb at us, sir?"
            },
            {
              "speaker": "SAMPSON",
              "text": "[Aside to GREGORY]  Is the law of our side, if I say\nay?"
            },
            {
              "speaker": "GREGORY",
              "text": "No."
            },
            {
              "speaker": "SAMPSON",
              "text": "No, sir, I do not bite my thumb at you, sir, but I\nbite my thumb, sir."
            },
            {
              "speaker": "GREGORY",
              "text": "Are you trying to start a fight?"
            },
            {
              "speaker": "ABRAHAM",
              "text": "Start a fight? No, sir."
            },
            {
              "speaker": "SAMPSON",
              "text": "If you want to fight My employer is as good as yours."
            },
            {
              "speaker": "ABRAHAM",
              "text": "But he’s not better than mine."
            },
            {
              "speaker": "SAMPSON",
              "text": "Well then."
            },
            {
              "speaker": "GREGORY",
              "text": "Say 'better:' here comes one of my master's kinsmen."
            },
            {
              "speaker": "SAMPSON",
              "text": "Yes, better, sir."
            },
            {
              "speaker": "ABRAHAM",
              "text": "You lie."
            },
            {
              "speaker": "SAMPSON",
              "text": "Draw, if you be men. Gregory, remember how to slash.\nThey fight"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter BENVOLIO"
            },
            {
              "speaker": "BENVOLIO",
              "text": "(pulling out his sword) Break it up, you fools. Put\nyour swords away. You don’t know what you’re\ndoing."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter TYBALT"
            },
            {
              "speaker": "TYBALT",
              "text": "You're fighting servants? Turn around, Benvolio,\nand see who's going to kill you."
            },
            {
              "speaker": "BENVOLIO",
              "text": "I’m only trying to keep the peace. Either put away\nyour sword or use it to help me stop this fight."
            },
            {
              "speaker": "TYBALT",
              "text": "What? You take out your sword and then talk\nabout peace? I hate the word peace like I hate\nhell, all Montagues, and you. Let’s go at it,\nThey fight\nEnter, several of both houses, who join the fray; then enter Citizens, with clubs\nFirst Citizen\nClubs, bills, and partisans! strike! beat them down!\nDown with the Capulets! down with the Montagues!"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter CAPULET in his gown, and LADY CAPULET"
            },
            {
              "speaker": "CAPULET",
              "text": "What noise is this? Give me my long sword, come on!"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "A crutch, a crutch! why call you for a sword?"
            },
            {
              "speaker": "CAPULET",
              "text": "I want my sword. Old Montague is here, and he’s\nwaving his sword around just to make me mad."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter MONTAGUE and LADY MONTAGUE"
            },
            {
              "speaker": "MONTAGUE",
              "text": "Thou villain Capulet,--Hold me not, let me go."
            },
            {
              "speaker": "LADY MONTAGUE",
              "text": "You’re not taking one step toward an enemy."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter PRINCE, with Attendants"
            },
            {
              "speaker": "PRINCE",
              "text": "(shouting at the rioters) You rebels! Enemies of\nthe peace! Men who turn their weapons against\ntheir own neighbors—They won’t listen to me?—\nYou there! You men, you beasts, who satisfy your\nanger with fountains of each others' blood! I’ll\nhave you tortured if you don’t put down your\nswords and listen to your angry\nprince.(MONTAGUE, CAPULET, and their\nfollowers throw down their weapons) Three times\nnow riots have broken out in this city, all because\nof a casual word from you, old Capulet and\nMontague. Three times the peace has been\ndisturbed in our streets, and Verona’s old citizens\nhave had to take off their dress clothes and pick\nup rusty old spears to part you. If you ever cause\na disturbance on our streets again, you’ll pay for it\nwith your lives. Everyone else, go away for now.\n(to CAPULET) You, Capulet, come with me.\n(to MONTAGUE) Montague, this afternoon come\nto old Free-town, the court where I deliver\njudgments, and I’ll tell you what else I want from\nyou. As for the rest of you, I’ll say this once more:\ngo away or be put to death."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt all but MONTAGUE, LADY MONTAGUE, and BENVOLIO"
            },
            {
              "speaker": "MONTAGUE",
              "text": "Who started this old fight up again? Speak,\nnephew. Were you here when it started?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Your servants were fighting your enemy’s\nservants before I got here. I drew my sword to\npart them. Right then, that hothead Tybalt\nshowed up with his sword ready. He taunted me\nand waved his sword around, making the air\nhiss. As we were trading blows, more and more\npeople showed up to join the fight, until the\nPrince came and broke everyone up.\n_\n_"
            },
            {
              "speaker": "LADY MONTAGUE",
              "text": "Oh, where’s Romeo? Have you seen him today?\nI’m glad he wasn’t here for this fight."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Madam, I had a lot on my mind an hour before\ndawn this morning, so I went for a walk.\nUnderneath the Sycamore grove that grows on\nthe west side of the city, I saw your son taking an\nearly-morning walk. I headed toward him, but he\nsaw me coming and hid in the woods. I thought\nhe must be feeling the same way I was—wanting\nto be alone and tired of his own company. I\nfigured he was avoiding me, and I was perfectly\nhappy to leave him alone and keep to myself.\n_\n_"
            },
            {
              "speaker": "MONTAGUE",
              "text": "He’s been seen there many mornings, crying\ntears that add drops to the morning dew and\nmaking a cloudy day cloudier with his sighs. But\nas soon as the sun rises in the east, my sad son\ncomes home to escape the light.\nHe locks himself up alone in his bedroom, shuts\nhis windows to keep out the beautiful daylight,\nand makes himself an artificial night. This mood\nof his is going to bring bad news, unless\nsomeone smart can fix what’s bothering him.\n_\n_"
            },
            {
              "speaker": "BENVOLIO",
              "text": "My noble uncle, do you know the cause?"
            },
            {
              "speaker": "MONTAGUE",
              "text": "I neither know it nor can learn of him."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Have you could to make him tell you the reason?"
            },
            {
              "speaker": "MONTAGUE",
              "text": "I’ve tried, and many of our friends have tried to\nmake him talk, but he keeps his thoughts to\nhimself. He doesn’t want any friend but himself,\nand though I don’t know whether he’s\na goodfriend to himself, he certainly keeps his\nown secrets. He’s like a flower bud that won’t\nopen itself up to the world because it’s been\npoisoned from within by parasites. If we could\nonly find out why he’s sad, we’d be as eager to\nhelp him as we were to learn the reason for his"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ROMEO"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Here he comes—step aside so he can either\ntell me what's wrong or keep saying no."
            },
            {
              "speaker": "MONTAGUE",
              "text": "I hope you’re lucky enough to hear the true story\nby sticking around. (to his wife) Come, madam,"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt MONTAGUE and LADY MONTAGUE"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Good morning, cousin."
            },
            {
              "speaker": "ROMEO",
              "text": "Is it that early in the day?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "It’s only just now nine o'clock."
            },
            {
              "speaker": "ROMEO",
              "text": "Oh my, time goes by slowly when you’re sad.\nWas that my father who left here in such a hurry?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "It was. What sadness lengthens Romeo's hours?"
            },
            {
              "speaker": "ROMEO",
              "text": "I don’t have the thing that makes time fly."
            },
            {
              "speaker": "BENVOLIO",
              "text": "In love?"
            },
            {
              "speaker": "ROMEO",
              "text": "Out--"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Of love?"
            },
            {
              "speaker": "ROMEO",
              "text": "I love someone. She doesn’t love me."
            },
            {
              "speaker": "BENVOLIO",
              "text": "It’s sad. Love looks like a nice thing, but it’s\nactually very rough when you experience it."
            },
            {
              "speaker": "ROMEO",
              "text": "What’s sad is that love is supposed to be blind,\nbut it can still make you do whatever it wants.\nSo, where should we eat? (seeing blood) Oh my!\nWhat fight happened here? No, don’t tell me—I\nknow all about it. This fight has a lot to do with\nhatred, but it has more to do with love. O\nbrawling love! O loving hate! Love that comes\nfrom nothing! Sad happiness! Serious\nfoolishness! Beautiful things muddled together\ninto an ugly mess! Love is heavy and light, bright\nand dark, hot and cold, sick and healthy, asleep\nand awake—it’s everything except what it is! This\nis the love I feel, though no one loves me back.\nAre you laughing?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "No, cousin, I’m crying."
            },
            {
              "speaker": "ROMEO",
              "text": "Good man, why are you crying?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "I’m crying because of how sad you are."
            },
            {
              "speaker": "ROMEO",
              "text": "Yes, this is what love does. My sadness sits\nheavy in my chest, and you want to add your\nown sadness to mine so there’s even more. I\nhave too much sadness already, and now you’re\ngoing to make me sadder by feeling sorry for\nLove is a smoke raised with the fume of sighs;\nlovers' sighs. When the smoke clears, love is a\nfire burning in your lover’s eyes. If you frustrate\nlove, you get an ocean made out of lovers' tears.\nWhat else is love? It’s a wise form of madness.\nChoking on sweet Goodbye, cousin."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Wait. I’ll come with you. If you leave me like this,\nyou’re doing me wrong."
            },
            {
              "speaker": "ROMEO",
              "text": "I’m not myself. I’m not here. This isn’t Romeo—\nhe’s somewhere else."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Tell me seriously, who is the one you love?"
            },
            {
              "speaker": "ROMEO",
              "text": "What, shall I groan and tell thee?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Groan! why, no.\nBut sadly tell me who."
            },
            {
              "speaker": "ROMEO",
              "text": "You wouldn’t tell a sick man he “seriously” has to\nmake his will—it would just make him worse.\nSeriously, cousin, I love a woman."
            },
            {
              "speaker": "BENVOLIO",
              "text": "I guessed that already when I guessed you were"
            },
            {
              "speaker": "ROMEO",
              "text": "Then you were right on target. She's beautiful."
            },
            {
              "speaker": "BENVOLIO",
              "text": "A beautiful target is the one that gets hit the fastest"
            },
            {
              "speaker": "ROMEO",
              "text": "Well, you’re not on target there. She refuses to\nbe hit by Cupid’s arrow. She’s as clever as\nDiana, and shielded by the armor of chastity. She\ncan’t be touched by the weak and childish arrows\nof love. She won’t listen to words of love, or let\nyou look at her with loving eyes, or open her lap\nto receive gifts of gold. She’s rich in beauty, but\nshe’s also poor, because when she dies her\nbeauty will be destroyed with her."
            },
            {
              "speaker": "BENVOLIO",
              "text": "So she’s made a vow to be a virgin forever?"
            },
            {
              "speaker": "ROMEO",
              "text": "wastes her beauty. If you starve yourself of sex\nyou can’t ever have children, and so your beauty\nis lost to future generations. She’s too beautiful\nand too wise to deserve heaven’s blessing by\nmaking me despair. She’s sworn off love, and\nthat promise has left me alive but dead, living\nonly to talk about it now."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Be ruled by me, forget to think of her."
            },
            {
              "speaker": "ROMEO",
              "text": "O, teach me how I should forget to think."
            },
            {
              "speaker": "BENVOLIO",
              "text": "By giving liberty unto thine eyes;\nExamine other beauties."
            },
            {
              "speaker": "ROMEO",
              "text": "That will only make me think more about how\nbeautiful she is. Beautiful women like to wear\nblack masks over their faces—those black masks\nonly make us think about how beautiful they are\nunderneath. A man who goes blind can’t forget\nthe precious eyesight he lost. Show me a really\nbeautiful girl. Her beauty is like a note telling me\nwhere I can see someone even more beautiful.\nGoodbye. You can’t teach me to forget.\n_"
            },
            {
              "speaker": "BENVOLIO",
              "text": "I’ll show you how to forget, or else I’ll die owing"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 2,
          "scene_title": "Scene II",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter CAPULET, PARIS, and Servant"
            },
            {
              "speaker": "CAPULET",
              "text": "But Montague has sworn an oath just like I have, and he’s under the\nsame penalty. I don’t think it will be hard for men\nas old as we are to keep the peace."
            },
            {
              "speaker": "PARIS",
              "text": "You both have honorable reputations, and it’s too\nbad you’ve been enemies for so long. But what\ndo you say to my request?"
            },
            {
              "speaker": "CAPULET",
              "text": "I can only repeat what I’ve said before. My\ndaughter is still very young. She’s not even\nfourteen years old. Let’s wait two more summers\nbefore we start thinking she’s ready to get\nmarried."
            },
            {
              "speaker": "PARIS",
              "text": "Girls younger than she often marry and become"
            },
            {
              "speaker": "CAPULET",
              "text": "Girls who marry so young grow up too soon. But\ngo ahead and charm her, gentle Paris; make her\nlove you. My permission is only part of her\ndecision. If she agrees to marry you, my blessing\nand fair words will confirm her choice. Tonight I’m\nhaving a feast that we’ve celebrated for many\nyears. I’ve invited many of my closest friends, and\nI’d like to welcome you and add you to the guest\nlist. At my humble house tonight, you can expect\nto see dazzling stars that walk on the ground and\nlight the sky from below.\nYou’ll be delighted by young women as fresh as\nspring flowers. Look at anyone you like, and\nchoose whatever woman seems best to you.\nOnce you see a lot of girls, you might not think\nmy daughter’s the best anymore. Come along\nwith me.Go, little fellow,\nwalk all around Verona. Find the people on this\nlist and tell them they’re welcome at my house\ntonight.\n_\n_\n_\n_\n_\n_\n_"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt CAPULET and PARIS"
            },
            {
              "speaker": "SERVANT",
              "text": "Find the people whose names are on this list? It is written that shoemakers and tailors should play\nwith each others' tools, that fisherman should play\nwith paints, and painters should play with with\nfishing nets. But I’ve been sent to find the people\nwhose names are written on this list, and I can’t\nread! I’ll never find them on my own. I’ve got to find somebody who knows how to read to help\nme. But here come some people, right in the nick of time."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter BENVOLIO and ROMEO"
            },
            {
              "speaker": "BENVOLIO",
              "text": "(to ROMEO) Come on, man. You can put out one\nfire by starting another. A new pain will make the\none you already have seem less. If you make yourself dizzy, you can cure yourself by spinning\nback around in the opposite direction. A new grief\nwill put the old one out of your mind. Make\nyourself lovesick by gazing at some new girl, and your old lovesickness will be cured."
            },
            {
              "speaker": "ROMEO",
              "text": "Your plaintain-leaf is excellent for that."
            },
            {
              "speaker": "BENVOLIO",
              "text": "For what, I pray thee?"
            },
            {
              "speaker": "ROMEO",
              "text": "For your broken shin."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Why, Romeo, art thou mad?"
            },
            {
              "speaker": "ROMEO",
              "text": "I’m not crazy, but I’m tied up tighter than a mental\npatient in a straitjacket. I’m locked up in a prison\nand deprived of food. I’m whipped and tortured— (to PETER) Good evening, good fellow."
            },
            {
              "speaker": "SERVANT",
              "text": "God gi' god-den. I pray, sir, can you read?"
            },
            {
              "speaker": "ROMEO",
              "text": "Ay, mine own fortune in my misery."
            },
            {
              "speaker": "SERVANT",
              "text": "Perhaps you have learned it without book: but, I\npray, can you read any thing you see?"
            },
            {
              "speaker": "ROMEO",
              "text": "Ay, if I know the letters and the language."
            },
            {
              "speaker": "SERVANT",
              "text": "Ye say honestly: rest you merry!"
            },
            {
              "speaker": "ROMEO",
              "text": "Stay, fellow. I can read. (he reads the letter)\n“Signor Martino and his wife and daughters,\nCount Anselme and his beautiful sisters,\nVitruvio’s widow, Signor Placentio and his lovely nieces,\nMercutio and his brother Valentine,\nMy uncle Capulet and his wife and daughters,\nMy fair niece Rosaline and Livia,\nSignor Valentio and his cousin Tybalt,\nLucio and the lively Helena.”\nThat’s a nice group of people. Where are they supposed to come?"
            },
            {
              "speaker": "SERVANT",
              "text": "Up."
            },
            {
              "speaker": "ROMEO",
              "text": "Whither?"
            },
            {
              "speaker": "SERVANT",
              "text": "To supper; to our house."
            },
            {
              "speaker": "ROMEO",
              "text": "Whose house?"
            },
            {
              "speaker": "SERVANT",
              "text": "My master's."
            },
            {
              "speaker": "ROMEO",
              "text": "Indeed, I should have ask'd you that before."
            },
            {
              "speaker": "SERVANT",
              "text": "Now I’ll tell you so you don’t have to ask. My\nmaster is the great and rich Capulet, and if you\ndon’t belong to the house of Montague, please\ncome and drink a cup of wine. Have a nice day!"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "BENVOLIO",
              "text": "The beautiful Rosaline whom you love so much\nwill be at Capulet’s traditional feast, along with\nevery beautiful woman in Verona. Go there and\ncompare her objectively to some other girls I’ll\nshow you. The woman who you think is as\nbeautiful as a swan is going to look as ugly as a crow to you."
            },
            {
              "speaker": "ROMEO",
              "text": "If my eyes ever lie to me like that, let my tears\nturn into flames and burn them for being such\nobvious liars! A woman more beautiful than the\none I love? The sun itself has never seen anyone\nas beautiful since the world began.\n_"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Come on, you first decided she was beautiful\nwhen no one else was around. There was no\none to compare her to except herself. But let\nyour eyes compare her to another beautiful\nwoman who I’ll show you at this feast, and you\nwon’t think she’s the best anymore."
            },
            {
              "speaker": "ROMEO",
              "text": "I’ll go with you. Not because I think you’ll show\nme anything better, but so I can see the woman I love."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 3,
          "scene_title": "Scene III",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter LADY CAPULET and Nurse"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Nurse, where's my daughter? call her forth to me."
            },
            {
              "speaker": "NURSE",
              "text": "I swear to you by my virginity at age twelve, I\nalready told her to come. Come on! Where is\nshe? What is she doing? What, Juliet!"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter JULIET"
            },
            {
              "speaker": "JULIET",
              "text": "What is it? Who’s calling me?"
            },
            {
              "speaker": "NURSE",
              "text": "Your mother."
            },
            {
              "speaker": "JULIET",
              "text": "Madam, I am here.\nWhat is your will?"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "I’ll tell you what’s the matter—Nurse, leave us\nalone for a little while. We must talk privately—\nNurse, come back here. I just remembered, you\ncan listen to our secrets. You know how young my daughter is."
            },
            {
              "speaker": "NURSE",
              "text": "Faith, I can tell her age unto an hour."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "She's not fourteen."
            },
            {
              "speaker": "NURSE",
              "text": "I’d bet fourteen of my own teeth—but, I’m sorry to\nsay, I only have four teeth—she’s not fourteen.\nHow long is it until Lammastide?\n_"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Two weeks and a few odd days."
            },
            {
              "speaker": "NURSE",
              "text": "Whether it’s even or odd, of all the days in the\nyear, on the night of Lammas Eve, she’ll be\nfourteen. She and Susan—God rest her and all\nChristian souls—were born on the same day.\nWell, Susan died and is with God. She was too\ngood for me. But like I said, on the night of\nLammas Eve, she will be fourteen. Yes, she will.\nIndeed, I remember it well. It’s been eleven years\nsince the earthquake. She stopped nursing from\nmy breast on that very day. I’ll never forget it. I\nhad put bitter wormwood on my breast as I was\nsitting in the sun, under the wall of the\ndovehouse. You and your husband were in\nMantua. Boy, do I have some memory! But like I\nsaid, when she tasted the bitter wormwood on my\nnipple, the pretty little babe got irritated and\nstarted to quarrel with my breast. Then the\ndovehouse shook with the earthquake. There was\nno need to tell me to get out of there. That was\neleven years ago. By then she could stand up all\nby herself. No, I swear, by that time she could run\nand waddle all around. I remember because she\nhad cut her forehead just the day before. My\nhusband—God rest his soul, he was a happy\nman—picked up the child. “Oh,” he said, “Did you\nfall on your face? You’ll fall backwardwhen you\ngrow smarter. Won’t you, Jule.” And I swear, the\npoor pretty thing stopped crying and said, “Yes.”\nOh, to watch a joke come true! I bet if I live a\nthousand years, I’ll never forget it. “Won’t you,\nJule,” he said. And the pretty fool stopped crying\nand said, “Yes.”\n_"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Enough of this. Please be quiet."
            },
            {
              "speaker": "NURSE",
              "text": "Yes ,madam. But I can’t help laughing to think\nthat the baby stopped crying and said, “Yes.” I\nswear, she had a bump on her forehead as big as\na rooster’s testicle. It was a painful bruise, and\nshe was crying bitterly. “Yes,” said my husband,\n“Did you fall on your face? You’ll fall backward\nwhen you grow up, won’t you, Jule?” And she\nstopped crying and said, “Yes.”"
            },
            {
              "speaker": "JULIET",
              "text": "Now you stop too, Nurse, please."
            },
            {
              "speaker": "NURSE",
              "text": "Peace. I’m done talking. May God choose you to\nreceive his grace. You were the prettiest baby I\never nursed. If I live to see you get married\nsomeday, all my wishes will come true."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Well, marriage is exactly what we have to\ndiscuss. Tell me, my daughter Juliet, what is your\nattitude about getting married?"
            },
            {
              "speaker": "JULIET",
              "text": "It is an honour that I dream not of."
            },
            {
              "speaker": "NURSE",
              "text": "“An honor?” If I weren’t your only nurse, I’d say\nyou had sucked wisdom from the breast that fed you."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Well, start thinking about marriage now. Here in\nVerona there are girls younger than you—girls\nfrom noble families—who have already become\nmothers. By my count, I was already your mother\nat just about your age, while you remain a virgin.\nWell then, I’ll say this quickly: the valiant Paris wants you as his bride."
            },
            {
              "speaker": "NURSE",
              "text": "What a man, young lady. He’s as great a man as\nany in the whole world. He’s as perfect as if he were sculpted from wax"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Summertime in Verona has no flower as fine as him."
            },
            {
              "speaker": "NURSE",
              "text": "No, he’s a fine flower, truly, a flower."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "(to JULIET) What do you say? Can you love this\ngentleman? Tonight you’ll see him at our feast.\nStudy Paris’s face and find pleasure in his\nbeauty. Examine every line of his features and\nsee how they work together to make him\nhandsome. If you are confused, just look into his\neyes. This man is single, and he lacks only a\nbride to make him perfect and complete. As is\nright, fish live in the sea, and it’s wrong for a\nbeauty like you to hide from a handsome man\nlike him. Many people think he’s handsome, and\nwhoever becomes his bride will be just as\nadmired. You would share all that he possesses,\nand by having him, you would lose nothing.\n_\n_"
            },
            {
              "speaker": "NURSE",
              "text": "Lose nothing? In fact, you’d get bigger. Men make women bigger by getting them pregnant."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "(to JULIET) Give us a quick answer. Can you accept Paris’s love?"
            },
            {
              "speaker": "JULIET",
              "text": "I’ll look at him and try to like him, at least if what I\nsee is likable. But I won’t let myself fall for him\nany more than your permission allows."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter a Servant"
            },
            {
              "speaker": "SERVANT",
              "text": "Madam, the guests are here, dinner is served, people are calling for you, people have asked for\nJuliet, and in the pantry, people are cursing the\nNurse. Everything’s out of control. I must go and\nserve the guests. Please, follow straight after me."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "We follow thee."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit Servant"
            },
            {
              "speaker": "NURSE",
              "text": "Go, girl, seek happy nights to happy days."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 4,
          "scene_title": "Scene IV",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ROMEO, MERCUTIO, BENVOLIO, with five or six Maskers, Torch-bearers, and others"
            },
            {
              "speaker": "ROMEO",
              "text": "What will we say is our excuse for being here? Or\nshould we enter without apologizing?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "It’s out of fashion to give lengthy explanations like\nthat. We’re not going to introduce our dance by\nhaving someone dress up as Cupid, blindfolded\nand carrying a toy bow to frighten the ladies like a\nscarecrow. Nor are we going to recite a\nmemorized speech to introduce ourselves. Let\nthem judge us however they please. We’ll give\nthem a dance and then hit the road."
            },
            {
              "speaker": "ROMEO",
              "text": "Give me a torch. I don’t want to dance. I feel sad,\nso let me be the one who carries the light."
            },
            {
              "speaker": "MERCUTIO",
              "text": "No, noble Romeo, you’ve got to dance."
            },
            {
              "speaker": "ROMEO",
              "text": "Not me, believe me. You’re wearing dancing\nshoes with nimble soles. My soul is made out of\nlead, and it’s so heavy it keeps me stuck on the ground so I can’t move."
            },
            {
              "speaker": "MERCUTIO",
              "text": "You’re a lover. Take Cupid’s wings and fly higher\nthan the average man."
            },
            {
              "speaker": "ROMEO",
              "text": "His arrow has pierced me too deeply, so I can’t fly\nhigh with his cheerful feathers. Because this\nwound keeps me down, I can’t leap any higher\nthan my dull sadness. I sink under the heavy weight of love."
            },
            {
              "speaker": "MERCUTIO",
              "text": "If you sink, you’re dragging love down. It’s not\nright to drag down something as tender as love."
            },
            {
              "speaker": "ROMEO",
              "text": "Is love really tender? I think it’s too rough, too\nrude, too rowdy, and it pricks like a thorn."
            },
            {
              "speaker": "MERCUTIO",
              "text": "If love plays rough with you, play rough with love.\nIf you prick love when it pricks you, you’ll beat\nlove down. Give me a mask to put my face in. A\nmask to put over my other mask. What do I care if\nsome curious person sees my flaws? Let this\nmask, with its black eyebrows, blush for me.(they put on masks)"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Come on, let’s knock and go in. The minute we\nget in let’s all start dancing."
            },
            {
              "speaker": "ROMEO",
              "text": "I’ll take a torch. Let playful people with light hearts\ndance. There’s an old saying that applies to me:\nyou can’t lose if you don’t play the game. I’ll just\nhold a torch and watch you guys. It looks like a lot\nof fun, but I’ll sit this one out."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Hey, you’re being a stick in the mud, as cautious\nas a policemen on night patrol. If you’re a stick in\nthe mud, we’ll pull you out of the mud—I mean out of love, if you’ll excuse me for being so\nrude—where you’re stuck up to your ears. Come on, we’re wasting precious daylight. Let’s go!"
            },
            {
              "speaker": "ROMEO",
              "text": "No we’re not—it’s night."
            },
            {
              "speaker": "MERCUTIO",
              "text": "I mean, we’re wasting the light of our torches by\ndelaying, which is like wasting the sunshine\nduring the day. Use your common sense to figure\nout what I mean, instead of trying to be clever or trusting your five senses."
            },
            {
              "speaker": "ROMEO",
              "text": "We mean well by going to this masquerade ball,\nbut it’s not smart of us to go."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Why, may one ask?"
            },
            {
              "speaker": "ROMEO",
              "text": "I dream'd a dream to-night."
            },
            {
              "speaker": "MERCUTIO",
              "text": "And so did I."
            },
            {
              "speaker": "ROMEO",
              "text": "Well, what was yours?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "That dreamers often lie."
            },
            {
              "speaker": "ROMEO",
              "text": "They lie in bed while they dream about the truth."
            },
            {
              "speaker": "MERCUTIO",
              "text": "O, then, I see Queen Mab hath been with you.\nShe’s the fairies' midwife. She’s no bigger than\nthe stone on a city councilman’s ring. She rides\naround in a wagon drawn by tiny little atoms, and\nshe rides over men’s noses as they lie sleeping.\nThe spokes of her wagon are made of spiders'\nlegs. The cover of her wagon is made of\ngrasshoppers' wings. The harnesses are made of\nthe smallest spiderwebs. The collars are made\nout of moonbeams. Her whip is a thread attached\nto a cricket’s bone. Her wagon driver is a tiny bug\nin a gray coat; he’s not half the size of a little\nround worm that comes from the finger of a lazy\nyoung girl.\nHer chariot is a hazelnut shell. It was made by a\ncarpenter squirrel or an old grubworm; they’ve\nmade wagons for the fairies as long as anyone\ncan remember. In this royal wagon, she rides\nevery night through the brains of lovers and\nmakes them dream about love. She rides over\ncourtiers' knees, and they dream about curtsying.\nShe rides over lawyers' fingers, and right away,\nthey dream about their fees. She rides over\nladies' lips, and they immediately dream of\nkisses. Queen Mab often puts blisters on their\nlips because their breath smells like candy,\nwhich makes her mad. Sometimes she rides\nover a courtier’s lips, and he dreams of making\nmoney off of someone. Sometimes she tickles a\npriest’s nose with a tithe-pigs tail, and he dreams\nof a large donation. Sometimes she rides over a\nsoldier’s neck, and he dreams of cutting the\nthroats of foreign enemies, of breaking down\nwalls, of ambushes, of Spanish swords, and of\nenormous cups of liquor. And then, drums beat\nin his ear and he wakes up. He’s frightened, so\nhe says a couple of prayers and goes back to\nsleep. She is the same Mab who tangles the hair\nin horses' manes at night and makes the tangles\nhard in the dirty hairs, which bring bad luck if\nthey’re untangled. Mab is the old hag who gives\nfalse sex dreams to virgins and teaches them\nhow to hold a lover and bear a child. She’s the one—"
            },
            {
              "speaker": "ROMEO",
              "text": "Peace, peace, Mercutio, peace!\nThou talk'st of nothing."
            },
            {
              "speaker": "MERCUTIO",
              "text": "True. I’m talking about dreams, which are the\nproducts of a brain that’s doing nothing. Dreams\nare nothing but silly imagination, as thin as air,\nand less predictable than the wind, which\nsometimes blows on the frozen north and then\ngets angry and blows south.\n_\n_"
            },
            {
              "speaker": "BENVOLIO",
              "text": "The wind you’re talking about is blowing us off\nour course. Dinner is over, and we’re going to get there too late."
            },
            {
              "speaker": "ROMEO",
              "text": "I’m worried we’ll get there too early. I have a\nfeeling this party tonight will be the start of\nsomething bad, something that will end with my\nown death. But whoever’s in charge of where my\nlife’s going can steer me wherever they want.\nOnward, lover boys!\n_\n_"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Strike, drum."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 5,
          "scene_title": "Scene V",
          "location": "",
          "lines": [
            {
              "speaker": "FIRST SERVANT",
              "text": "Where’s Potpan? Why isn’t he helping us\nclear the table? He should be moving and scraping plates!"
            },
            {
              "speaker": "SECOND SERVANT",
              "text": "When only one or two men have all the\ngood manners, and even they are dirty, things are bad."
            },
            {
              "speaker": "FIRST SERVANT",
              "text": "Take away the stools, the sideboards, and\nthe plates. You, good friend, save me a\npiece of marzipan, and if you love me,\nhave the porter let in Susan Grindstone\nand Nell. Antony and Potpan!"
            },
            {
              "speaker": "SECOND SERVANT",
              "text": "Ay, boy, ready."
            },
            {
              "speaker": "FIRST SERVANT",
              "text": "You are looked for and called for, asked for and\nsought for, in the great chamber."
            },
            {
              "speaker": "SECOND SERVANT",
              "text": "We cannot be here and there too. Cheerly, boys; be\nbrisk awhile, and the longer liver take all."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter CAPULET, with JULIET and others of his house, meeting the Guests and Maskers"
            },
            {
              "speaker": "CAPULET",
              "text": "Welcome, gentlemen. The ladies who don’t have corns on their toes will dance\nwith you. Ha, my ladies, which of you will\nrefuse to dance now? Whichever of you\nacts shy, I’ll swear she has corns. Does that hit close to home? Welcome,\ngentlemen. There was a time when I could\nwear a mask over my eyes and charm a\nlady by whispering a story in her ear. That\ntime is gone, gone, gone. You are welcome gentlemen. Come on, musicians,\nplay music. (music plays and they dance, ROMEO stands apart) Make room\nin the hall. Make room in the hall. Shake a\nleg, girls. (to SERVINGMEN) More light,\nyou rascals. Flip over the tables and get\nthem out of the way. And put the fire out—\nit’s getting too hot in here.(to his COUSIN) Ah, my man, this\nunexpected fun feels good. No, sit down,\nsit down, my good Capulet cousin. You\nand I are too old to dance.(CAPULET and\nhis COUSIN sit down) How long is it now\nsince you and I last wore masks at a party like this?\nSecond Capulet\nI swear, it must be thirty years."
            },
            {
              "speaker": "CAPULET",
              "text": "What, man? It’s not that long, it’s not that long.\nIt’s been since Lucentio’s wedding. Let the years\nfly by as fast as they like, it’s only been twenty-\nfive years since we wore masks.\nSecond Capulet\nIt’s been longer, it’s been longer. Lucentio’s son\nis older than that, sir. He’s thirty years old."
            },
            {
              "speaker": "CAPULET",
              "text": "Are you really going to tell me that? His son was\na minor only two years ago."
            },
            {
              "speaker": "ROMEO",
              "text": "(to a SERVINGMAN) Who is the girl on the arm\nof that lucky knight over there?\n_"
            },
            {
              "speaker": "SERVANT",
              "text": "I know not, sir."
            },
            {
              "speaker": "ROMEO",
              "text": "Oh, she shows the torches how to burn bright! She stands out against the darkness like a\njeweled earring hanging against the cheek of an\nAfrican. Her beauty is too good for this world;\nshe’s too beautiful to die and be buried. She\noutshines the other women like a white dove in\nthe middle of a flock of crows. When this dance is\nover, I’ll see where she stands, and then I’ll touch\nher hand with my rough and ugly one. Did my\nheart ever love anyone before this moment? My\neyes were liars, then, because I never saw true beauty before tonight."
            },
            {
              "speaker": "TYBALT",
              "text": "I can tell by his voice that this man is a\nMontague. (to his PAGE) Get me my sword,\nboy.—What, does this peasant dare to come here\nwith his face covered by a mask to sneer at and\nscorn our celebration? Now, by the honor of our\nfamily, I do not consider it a crime to kill him."
            },
            {
              "speaker": "CAPULET",
              "text": "Why are you acting so angry?"
            },
            {
              "speaker": "TYBALT",
              "text": "Uncle, this man is a Montague—our enemy. He’s\na scoundrel who’s come here out of spite to mock\nour party."
            },
            {
              "speaker": "CAPULET",
              "text": "Young Romeo is it?"
            },
            {
              "speaker": "TYBALT",
              "text": "'Tis he, that villain Romeo."
            },
            {
              "speaker": "CAPULET",
              "text": "Calm down, gentle cousin. Leave him alone. He\ncarries himself like a dignified gentleman, and, to\ntell you the truth, he has a reputation throughout\nVerona as a virtuous and well-behaved young\nman. I wouldn’t insult him in my own house for all\nthe wealth in this town. So calm down. Just\nignore him. That’s what I want, and if you respect\nmy wishes, you’ll look nice and stop frowning\nbecause that’s not the way you should behave at\na feast."
            },
            {
              "speaker": "TYBALT",
              "text": "It fits, when such a villain is a guest:\nI'll not endure him."
            },
            {
              "speaker": "CAPULET",
              "text": "You will tolerate him. What, little man? I say you\nwill. What the—Am I the boss here or you? What\nthe—You won’t tolerate him! God help me! You’ll\nstart a riot among my guests! There will be chaos!\nIt will be your fault, you’ll be the rabble-rouser\n_"
            },
            {
              "speaker": "TYBALT",
              "text": "But, uncle, we’re being disrespected."
            },
            {
              "speaker": "CAPULET",
              "text": "Go on, go on. You’re an insolent little boy. Is that\nhow it is, really? This stupidity will come back to bite you. I know what I’ll do. You have to\ncontradict me, do you? I’ll teach you a lesson. (to\nthe GUESTS) Well done, my dear guests! (toTYBALT) You’re a punk, get away.\nKeep your mouth shut, or else— (to SERVINGMEN) more light, more\nlight! (to TYBALT) You should be ashamed. ’ll\nshut you up. (to the guests) Keep having fun, my dear friends!"
            },
            {
              "speaker": "TYBALT",
              "text": "The combination of forced patience and pure\nrage is making my body tremble. I’ll leave here\nnow, but Romeo’s prank, which seems so sweet\nto him now, will turn bitter to him later."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "ROMEO",
              "text": "(taking JULIET’s hand) Your hand is like a holy\nplace that my hand is unworthy to visit. If you’re\noffended by the touch of my hand, my two lips\nare standing here like blushing pilgrims, ready to make things better with a kiss."
            },
            {
              "speaker": "JULIET",
              "text": "Good pilgrim, you don’t give your hand enough\ncredit. By holding my hand you show polite\ndevotion. After all, pilgrims touch the hands of\nstatues of saints. Holding one palm against\nanother is like a kiss."
            },
            {
              "speaker": "ROMEO",
              "text": "Don’t saints and pilgrims have lips too?"
            },
            {
              "speaker": "JULIET",
              "text": "Yes, pilgrim—they have lips that they’re\nsupposed to pray with."
            },
            {
              "speaker": "ROMEO",
              "text": "Well then, saint, let lips do what hands do. I’m\npraying for you to kiss me. Please grant my\nprayer so my faith doesn’t turn to despair."
            },
            {
              "speaker": "JULIET",
              "text": "Saints don’t move, even when they grant\nprayers."
            },
            {
              "speaker": "ROMEO",
              "text": "Then don’t move while I act out my prayer.\nKisses her\nNow my sin has been taken from my lips by\nyours."
            },
            {
              "speaker": "JULIET",
              "text": "Then do my lips now have the sin they took from\nyours?"
            },
            {
              "speaker": "ROMEO",
              "text": "Sin from my lips? You encourage crime with your\nsweetness. Give me my sin back.\nThey kiss again"
            },
            {
              "speaker": "JULIET",
              "text": "You kiss like you’ve studied how."
            },
            {
              "speaker": "NURSE",
              "text": "Madam, your mother wants to talk to you."
            },
            {
              "speaker": "ROMEO",
              "text": "What is her mother?"
            },
            {
              "speaker": "NURSE",
              "text": "Indeed, young man, her mother is the lady of the\nhouse. She is a good, wise, and virtuous lady. I\nnursed her daughter, whom you were just talking\nto. Let me tell you, the man who marries her will\nbecome very wealthy."
            },
            {
              "speaker": "ROMEO",
              "text": "(to himself) Is she a Capulet? Oh, this is a heavy\nprice to pay! My life is in the hands of my enemy."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Come on, let’s go. Right when\nthings are the most fun is the best time to leave."
            },
            {
              "speaker": "ROMEO",
              "text": "Yes, but I’m afraid I’m in more trouble than ever."
            },
            {
              "speaker": "CAPULET",
              "text": "No gentlemen, don’t get ready to go now. We\nhave a little dessert coming up. (they whisper in\nhis ear) Is that really true? Well, then, I thank you\nboth. I thank you, honest gentlemen. Good night.\nBring more torches over here! Come on, let’s all\nget to bed.  Ah, my man, I\nswear, it’s getting late. I’m going to get some\nrest."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            },
            {
              "speaker": "JULIET",
              "text": "Come over here, nurse. Who is that gentleman?"
            },
            {
              "speaker": "NURSE",
              "text": "He is the son and heir of old Tiberio."
            },
            {
              "speaker": "JULIET",
              "text": "Who’s the one who’s going out the door right\nnow?"
            },
            {
              "speaker": "NURSE",
              "text": "Well, that one, I think, is young Petruchio."
            },
            {
              "speaker": "JULIET",
              "text": "Who’s the one following over there, the one who\nwouldn’t dance?"
            },
            {
              "speaker": "NURSE",
              "text": "I don’t know his name."
            },
            {
              "speaker": "JULIET",
              "text": "Go ask. (the nurse leaves) If he’s married, I think\nI’ll die rather than marry anyone else."
            },
            {
              "speaker": "NURSE",
              "text": "(returning) His name is Romeo. He’s a\nMontague. He’s the only son of your worst\nenemy."
            },
            {
              "speaker": "JULIET",
              "text": "(to herself) The only man I love is the son of the\nonly man I hate! I saw him too early without\nknowing who he was, and I found out who he\nwas too late! Love is a monster for making me\nfall in love with my worst enemy."
            },
            {
              "speaker": "NURSE",
              "text": "What’s this? What’s this?"
            },
            {
              "speaker": "JULIET",
              "text": "Just a rhyme I learned from somebody I danced\nwith at the party."
            },
            {
              "speaker": "NURSE",
              "text": "Right away, right away. Come, let’s go. The\nstrangers are all gone.\n_"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        }
      ]
    },
    {
      "act_number": 2,
      "act_title": "ACT II",
      "scenes": [
        {
          "scene_number": 1,
          "scene_title": "Scene I",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter Chorus"
            },
            {
              "speaker": "PROLOGUE",
              "text": "Chorus\nNow Romeo’s old feelings of desire are dying,\nand a new desire is eager to take their place.\nRomeo groaned for the beautiful Rosaline and\nsaid he would die for her, but compared with\ntender Juliet, Rosaline doesn’t seem beautiful\nnow. Now someone loves Romeo, and he’s in\nlove again—both of them falling for each others'\ngood looks. But he has to make his speeches of\nlove to a woman who’s supposed to be his\nenemy. And she’s been hooked by someone she\nshould fear. Because he’s an enemy, Romeo has\nno chance to see Juliet and say the things a lover\nnormally says. And Juliet’s just as much in love\nas he, but she has even less opportunity to meet\nher lover. But love gives them power, and time"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ROMEO"
            },
            {
              "speaker": "ROMEO",
              "text": "Can I go forward when my heart is here?\nTurn back, dull earth, and find thy centre out.\nHe climbs the wall, and leaps down within it"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter BENVOLIO and MERCUTIO"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Romeo! my cousin Romeo!"
            },
            {
              "speaker": "MERCUTIO",
              "text": "He’s a smart boy. I bet he slipped away and went\nhome to bed."
            },
            {
              "speaker": "BENVOLIO",
              "text": "He ran this way and jumped over this orchard\nwall. Call to him, Mercutio."
            },
            {
              "speaker": "MERCUTIO",
              "text": "I’ll conjure him as if I were summoning a spirit.\nRomeo! Madman! Passion! Lover! Show yourself\nin the form of a sigh. Speak one rhyme, and I’ll be\nsatisfied. Just cry out, “Ah me!” Just say “love”\nand “dove.” Say just one lovely word to my good\nfriend Venus. Just say the nickname of her blind\nson Cupid, the one who shot arrows so well in the\nold story.—Romeo doesn’t hear me. He doesn’t\nstir. He doesn’t move. The silly ape is dead, but I\nmust make him appear.—I summon you by\nRosaline’s bright eyes, by her high forehead and\nher red lips, by her fine feet, by her straight legs,\nby her trembling thighs, and by the regions right\nnext to her thighs. In the name of all of these\nthings, I command you to appear before us in\nyour true form."
            },
            {
              "speaker": "BENVOLIO",
              "text": "If he hears you, you’ll make him angry."
            },
            {
              "speaker": "MERCUTIO",
              "text": "What I’m saying can’t anger him. He would be\nangry if I summoned a strange spirit for her to\nhave sex with—that’s what would make him\nangry. The things I’m saying are fair and honest.\nAll I’m doing is saying the name of the woman he\nloves to lure him out of the darkness."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Come on. He’s hidden behind these trees to keep\nthe night company. His love is blind, so it belongs\nin the dark"
            },
            {
              "speaker": "MERCUTIO",
              "text": "If love is blind, it can’t hit the target. Now he’ll sit\nunder a medlar tree and wish his mistress were\none of those fruits that look like female genitalia.\nOh Romeo, I wish she were an open-arse, and\nyou a Popperin pear to “pop her in.” Good night,\nRomeo. I’ll go to my little trundle bed. This open\nfield is too cold a place for me to\nsleep. Benvolio, Come on, should we go?\n_\n_\nCome, shall we go?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Go, then; for 'tis in vain\nTo seek him here that means not to be found."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 2,
          "scene_title": "Scene II",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ROMEO"
            },
            {
              "speaker": "ROMEO",
              "text": "He jests at scars that never felt a wound.\nJULIET appears above at a window\nBut, soft! what light through yonder window breaks?\nBut wait, what’s that light in the window over\nthere? It is the east, and Juliet is the sun. Rise\nup, beautiful sun, and kill the jealous moon. The\nmoon is already sick and pale with grief because\nyou, Juliet, her maid, are more beautiful than she.\nDon’t be her maid, because she is jealous.\nVirginity makes her look sick and green. Only\nfools hold on to their virginity. Let it go. Oh,\nthere’s my lady! Oh, it is my love. Oh, I wish she\nknew how much I love her. She’s talking, but\nshe’s not saying anything. So what? Her eyes are\nsaying something. I will answer them. I am too\nbold. She’s not talking to me. Two of the brightest\nstars in the whole sky had to go away on\nbusiness, and they’re asking her eyes to twinkle\nin their places until they return. What if her eyes\nwere in the sky and the stars were in her head?—\nThe brightness of her cheeks would outshine the\nstars the way the sun outshines a lamp. If her\neyes were in the night sky, they would shine so\nbrightly through space that birds would start\nsinging, thinking her light was the light of day.\nLook how she leans her hand on her cheek. Oh, I\nwish I was the glove on that hand so that I could\ntouch that cheek"
            },
            {
              "speaker": "JULIET",
              "text": "Oh, my!"
            },
            {
              "speaker": "ROMEO",
              "text": "(to himself) She speaks. Oh, speak again, bright\nangel. You are as glorious as an angel tonight.\nYou shine above me, like a winged messenger\nfrom heaven who makes mortal men fall on their\nbacks to look up at the sky, watching the angel\nwalking on the clouds and sailing on the air."
            },
            {
              "speaker": "JULIET",
              "text": "(not knowing ROMEO hears her) Oh, Romeo,\nRomeo, why do you have to be Romeo? Forget\nabout your father and change your name. Or\nelse, if you won’t change your name, just swear\nyou love me and I’ll stop being a Capulet."
            },
            {
              "speaker": "ROMEO",
              "text": "(to himself) Should I listen for more, or should I\nspeak now?"
            },
            {
              "speaker": "JULIET",
              "text": "(still not knowing ROMEO hears her) It’s only\nyour name that’s my enemy. You’d still be\nyourself even if you stopped being a Montague.\nWhat’s a Montague anyway? It isn’t a hand, a\nfoot, an arm, a face, or any other part of a man.\nOh, be some other name! What does a name\nmean? The thing we call a rose would smell just\nas sweet if we called it by any other name.\nRomeo would be just as perfect even if he wasn’t\ncalled Romeo. Romeo, lose your name. Trade in\nyour name—which really has nothing to do with\nyou—and take all of me in exchange."
            },
            {
              "speaker": "ROMEO",
              "text": "(to JULIET) I trust your words. Just call me your\nlove, and I will take a new name. From now on I\nwill never be Romeo again."
            },
            {
              "speaker": "JULIET",
              "text": "Who are you? Why do you hide in the darkness\nand listen to my private thoughts?"
            },
            {
              "speaker": "ROMEO",
              "text": "I don’t know how to tell you who I am by telling\nyou a name. I hate my name, dear saint, because\nmy name is your enemy. If I had it written down, I\nwould tear up the paper."
            },
            {
              "speaker": "JULIET",
              "text": "I haven’t heard you say a hundred words yet, but\nI recognize the sound of your voice. Aren’t you\nRomeo? And aren’t you a Montague?"
            },
            {
              "speaker": "ROMEO",
              "text": "I am neither of those things if you dislike them."
            },
            {
              "speaker": "JULIET",
              "text": "Tell me, how did you get in here? And why did\nyou come? The orchard walls are high, and it’s\nhard to climb over them. If any of my relatives find\nyou here they’ll kill you because of who you are."
            },
            {
              "speaker": "ROMEO",
              "text": "I flew over these walls with the light wings of love.\nStone walls can’t keep love out. Whatever a man\nin love can possibly do, his love will make him try\nto do it. Therefore your relatives are no obstacle."
            },
            {
              "speaker": "JULIET",
              "text": "If they see you, they’ll murder you."
            },
            {
              "speaker": "ROMEO",
              "text": "Alas, one angry look from you would be worse\nthan twenty of your relatives with swords. Just\nlook at me kindly, and I’m invincible against their\nhatred."
            },
            {
              "speaker": "JULIET",
              "text": "here.\nI’d give anything to keep them from seeing you"
            },
            {
              "speaker": "ROMEO",
              "text": "The darkness will hide me from them. And if you\ndon’t love me, let them find me here. I’d rather\nthey killed me than have to live without your love."
            },
            {
              "speaker": "JULIET",
              "text": "Who told you how to get here below my\nbedroom?"
            },
            {
              "speaker": "ROMEO",
              "text": "Love showed me the way—the same thing that\nmade me look for you in the first place. Love told\nme what to do, and I let love borrow my eyes. I’m\nnot a sailor, but if you were across the farthest\nsea, I would risk everything to gain you."
            },
            {
              "speaker": "JULIET",
              "text": "You can’t see my face because it’s dark out.\nOtherwise, you’d see me blushing about the\nthings you’ve heard me say tonight. I would be\nhappy to keep up good manners and deny the\nthings I said. But forget about good manners. Do\nyou love me? I know you’ll say “yes,” and I’ll\nbelieve you. But if you swear you love me, you\nmight turn out to be lying. They say Jove laughs\nwhen lovers lie to each other. Oh Romeo, if you\nreally love me, say it truly. Or if you think it’s too\neasy and quick to win my heart, I’ll frown and\nplay hard-to-get, as long as that will make you try\nto win me, but otherwise I wouldn’t act that way\nfor anything. In truth, handsome Montague, I like\nyou too much, so you may think my behavior is\nloose. But trust me, gentleman, I’ll prove myself\nmore faithful than girls who act coy and play\nhard-to-get. I should have been more\nstandoffish, I confess, but you overheard me\ntalking about the love in my heart when I didn’t\nknow you were there. So excuse me, and do not\nassume that because you made me love you so\neasily my love isn’t serious."
            },
            {
              "speaker": "ROMEO",
              "text": "Lady, I swear by the sacred moon above, the\nmoon that paints the tops of fruit trees with\nsilver—"
            },
            {
              "speaker": "JULIET",
              "text": "Don’t swear by the moon. The moon is always\nchanging. Every month its position in the sky\nshifts. I don’t want you to turn out to be that\ninconsistent too."
            },
            {
              "speaker": "ROMEO",
              "text": "What should I swear by?"
            },
            {
              "speaker": "JULIET",
              "text": "Don’t swear at all. But if you have to swear,\nswear by your wonderful self, which is the god I\nworship like an idol, and then I’ll believe you."
            },
            {
              "speaker": "ROMEO",
              "text": "If my heart’s dear love—"
            },
            {
              "speaker": "JULIET",
              "text": "Well, don’t swear. Although you bring me joy, I\ncan’t take joy in this exchange of promises\ntonight. It’s too crazy. We haven’t done enough\nthinking. It’s too sudden. It’s too much like\nlightning, which flashes and then disappears\nbefore you can say, “it’s lightning.” My sweet,\ngood night. Our love, which right now is like a\nflower bud in the summer air, may turn out to be\na beautiful flower by the next time we meet. I\nhope you enjoy the same sweet peace and rest I\nfeel in my heart."
            },
            {
              "speaker": "ROMEO",
              "text": "Oh, are you going to leave me so unsatisfied?"
            },
            {
              "speaker": "JULIET",
              "text": "What satisfaction could you possibly have\ntonight?"
            },
            {
              "speaker": "ROMEO",
              "text": "I would be satisfied if we made each other true\npromises of love."
            },
            {
              "speaker": "JULIET",
              "text": "I pledged my love to you before you asked me\nto. Yet I wish I could take that promise back, so I\nhad it to give again."
            },
            {
              "speaker": "ROMEO",
              "text": "You would take it back? Why would you do that,\nmy love?"
            },
            {
              "speaker": "JULIET",
              "text": "Only to be generous and give it to you once\nmore. But I’m wishing for something I already\nhave. My generosity to you is as limitless as the\nsea, and my love is as deep. The more love I\ngive you, the more I have. Both loves are infinite.\nNurse calls within\nI hear some noise within; dear love, adieu!\nAnon, good nurse! Sweet Montague, be true.\nStay but a little, I will come again.\nExit, above"
            },
            {
              "speaker": "ROMEO",
              "text": "O blessed, blessed night! I am afeard.\nBeing in night, all this is but a dream,\nToo flattering-sweet to be substantial."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Re-enter JULIET, above"
            },
            {
              "speaker": "JULIET",
              "text": "Three words, dear Romeo, and good night indeed.\nIf that thy bent of love be honourable,\nThy purpose marriage, send me word to-morrow,\nBy one that I'll procure to come to thee,\nWhere and what time thou wilt perform the rite;\nAnd all my fortunes at thy foot I'll lay\nAnd follow thee my lord throughout the world."
            },
            {
              "speaker": "NURSE",
              "text": "[Within]  Madam!"
            },
            {
              "speaker": "JULIET",
              "text": "I come, anon.--But if thou mean'st not well,\nI do beseech thee--"
            },
            {
              "speaker": "NURSE",
              "text": "[Within]  Madam!"
            },
            {
              "speaker": "JULIET",
              "text": "By and by, I come:--\nTo cease thy suit, and leave me to my grief:\nTo-morrow will I send."
            },
            {
              "speaker": "ROMEO",
              "text": "So thrive my soul--"
            },
            {
              "speaker": "JULIET",
              "text": "A thousand times good night!\nExit, above"
            },
            {
              "speaker": "ROMEO",
              "text": "A thousand times the worse, to want thy light.\nLove goes toward love, as schoolboys from\ntheir books,\nBut love from love, toward school with heavy looks.\nRetiring"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Re-enter JULIET, above"
            },
            {
              "speaker": "JULIET",
              "text": "Hist, Romeo! Hist! Oh, I wish I could make\na falconer’s call, so I could bring my little falcon\nback again. I’m trapped in my family’s house, so I\nmust be quiet. Otherwise I would rip open the\ncave where Echo sleeps. I would make her\nrepeat his name until her voice grew more\nhoarse than mine by repeating, “My Romeo!”"
            },
            {
              "speaker": "ROMEO",
              "text": "My soul is calling out my name. The sound of\nlovers calling each others names through the\nnight is silver-sweet. It’s the sweetest sound a\nlover ever hears."
            },
            {
              "speaker": "JULIET",
              "text": "Romeo!"
            },
            {
              "speaker": "ROMEO",
              "text": "My baby hawk?"
            },
            {
              "speaker": "JULIET",
              "text": "What time tomorrow should I send a messenger\nto you?"
            },
            {
              "speaker": "ROMEO",
              "text": "By nine o'clock."
            },
            {
              "speaker": "JULIET",
              "text": "I won’t fail. From now until then seems like\ntwenty years. I have forgotten why I called you\nback."
            },
            {
              "speaker": "ROMEO",
              "text": "reason.\nLet me stand here until you remember your"
            },
            {
              "speaker": "JULIET",
              "text": "I’ll forget it, and you’ll have to stand there\nforever. I’ll only remember how much I love your\ncompany."
            },
            {
              "speaker": "ROMEO",
              "text": "I’ll keep standing here, even if you keep\nforgetting. I’ll forget that I have any home\nbesides this spot right here."
            },
            {
              "speaker": "JULIET",
              "text": "It’s almost morning. I want to make you go, but\nI’d only let you go as far as a spoiled child lets\nhis pet bird go. He lets the bird hop a little from\nhis hand and then yanks him back by a string."
            },
            {
              "speaker": "ROMEO",
              "text": "I wish I was your bird."
            },
            {
              "speaker": "JULIET",
              "text": "My sweet, so do I. But I would kill you by petting\nyou too much. Good night, good night. Parting is\nsuch sweet sorrow that I’ll say good night until\ntonight becomes tomorrow.\nWould I were sleep and peace, so sweet to rest!\nHence will I to my ghostly father's cell,\nHis help to crave, and my dear hap to tell."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            }
          ]
        },
        {
          "scene_number": 3,
          "scene_title": "Scene III",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter FRIAR LAURENCE, with a basket"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "The grey-eyed morn smiles on the frowning night,\nChequering the eastern clouds with streaks of light,\nAnd flecked darkness like a drunkard reels\nFrom forth day's path and Titan's fiery wheels:\nNow, ere the sun advance his burning eye,\nThe day to cheer and night's dank dew to dry,\nI must up-fill this osier cage of ours\nWith baleful weeds and precious-juiced flowers.\nThe earth that's nature's mother is her tomb;\nWhat is her burying grave that is her womb,\nAnd from her womb children of divers kind\nWe sucking on her natural bosom find,\nMany for many virtues excellent,\nNone but for some and yet all different.\nO, mickle is the powerful grace that lies\nIn herbs, plants, stones, and their true qualities:\nFor nought so vile that on the earth doth live\nBut to the earth some special good doth give,\nNor aught so good but strain'd from that fair use\nRevolts from true birth, stumbling on abuse:\nVirtue itself turns vice, being misapplied;\nAnd vice sometimes by action dignified."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Within the infant rind of this small flower"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ROMEO"
            },
            {
              "speaker": "ROMEO",
              "text": "Good morning, father."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "God bless you. Who greets me so early in the\nmorning? Young man, something’s wrong if\nyou’re getting out of bed this early. Every old man\nhas worries, and worried men never get any\nsleep, but young men shouldn’t have a care in the\nworld. They should get to bed early and get\nplenty of sleep. Therefore, the fact that you’re\nawake this early tells me you’ve been upset with\nsome anxiety. If that’s not the case, then this\nmust be the answer: You, Romeo, have not been\nto bed tonight."
            },
            {
              "speaker": "ROMEO",
              "text": "Your last guess is right. I enjoyed a sweeter rest\nthan sleep."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "May God forgive you if you’ve sinned!—Were you\nwith Rosaline?"
            },
            {
              "speaker": "ROMEO",
              "text": "With Rosaline, father? No, I have forgotten that\ngirl and all the sadness she brought me."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "That’s good, my boy. But where have you been?"
            },
            {
              "speaker": "ROMEO",
              "text": "I’ll tell you before you have to ask me again. I\nhave been feasting with my enemy. Suddenly\nsomeone wounded me with love and was\nwounded with love by me. You have the sacred\npower to cure both of us. I carry no hatred, holy\nman, because my request will benefit my enemy."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Speak plainly, make your meaning clear, my son.\nA jumbled confession can only receive a jumbled\nabsolution."
            },
            {
              "speaker": "ROMEO",
              "text": "I love rich Capulet’s daughter. I love her, and she\nloves me. We’re bound to each other in every\npossible way, except we need you to marry us. I’ll\ntell you more later about when and where we\nmet, how we fell in love, and how we exchanged\npromises, but now I’m begging you: please, agree\nto marry us today."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Holy Saint Francis, this is a drastic change! Have\nyou given up so quickly on Rosaline, whom you\nloved so much? Then young men love with their\neyes, not with their hearts. Jesus and Mary, how\nmany tears did you cry for Rosaline? How many\nsalty tear-drops did you waste salting a love you\nnever tasted? The sun hasn’t yet melted away the\nfog you made with all your sighs. The groans you\nused to make are still ringing in my old ears.\nThere’s still a stain on your cheek from an old\ntear that hasn’t been washed off yet. If you were\never yourself, and this sadness was yours, you\nand your sadness were all for Rosaline. And now\nyou’ve changed? Then repeat this after me: you\ncan’t expect women to be faithful when men are\nso unreliable."
            },
            {
              "speaker": "ROMEO",
              "text": "You scolded me often for loving Rosaline."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "I scolded you for obsessing about her, not for\nloving her, my student."
            },
            {
              "speaker": "ROMEO",
              "text": "And you told me to bury my love."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "I didn’t tell you to get rid of one love and replace\nher with another."
            },
            {
              "speaker": "ROMEO",
              "text": "Please, I beg you, don’t scold me. The girl I love\nnow returns my love. The other girl did not love\nme."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Oh, she knew very well that you were acting like\nyou were in love without really knowing what love\nmeans. But come on, inconsistent young man,\ncome with me. I’ll help you with your secret\nwedding. This marriage may be lucky enough to\nturn the hatred between your families into pure\nlove."
            },
            {
              "speaker": "ROMEO",
              "text": "Let’s get out of here. I’m in a rush."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Go wisely and slowly. Those who rush stumble\nand fall."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 4,
          "scene_title": "Scene IV",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter BENVOLIO and MERCUTIO"
            },
            {
              "speaker": "MERCUTIO",
              "text": "Where the devil can Romeo be? Didn’t he come\nhome last night?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Not to his father’s house. I asked a servant."
            },
            {
              "speaker": "MERCUTIO",
              "text": "That fair-skinned, hard-hearted hussy, Rosaline is\ngoing to torment him until he goes insane."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Tybalt, old Capulet’s nephew, has sent a letter to\nRomeo’s father’s house."
            },
            {
              "speaker": "MERCUTIO",
              "text": "I bet it’s a challenge."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Romeo will answer the challenge."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Any man who knows how to write can answer a\nletter."
            },
            {
              "speaker": "BENVOLIO",
              "text": "No, Romeo will respond to the letter’s writer,\ntelling him whether he accepts the challenge."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Oh, poor Romeo! He’s already dead. He’s been\nstabbed by a white girl’s black eye. He’s been cut\nthrough the ear with a love song. The center of\nhis heart has been split by blind Cupid’s arrow. Is\nhe man enough at this point to face off with\nTybalt?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Why, what’s Tybalt’s story?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "He’s tougher than the Prince of Cats. He does\neverything by the book. He fights like you sing at\na recital, paying attention to time, distance, and\nproportion. He takes the proper breaks: one, two,\nand the third in your heart. He’s the butcher who\ncan hit any silk button. A master of duels. He’s a\ngentleman from the finest school of fencing. He\nknows how to turn any argument into a\nswordfight. He knows passado—the forward\nthrust—the punto reverso—the backhand thrust—\nand the hai—the thrust that goes straight through."
            },
            {
              "speaker": "BENVOLIO",
              "text": "He knows what?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "I hate these crazy, affected guys who use foreign\nphrases and newfangled expressions. I hate their\nstrange manners and their weird accents! I hate it\nwhen they say, “By Jesus, this is a very good\nblade, a very brave man, a very good whore.”\nIsn’t this a sad thing, my good man? Why should\nwe put up with these foreign buzzards, these\nfashionmongers, these guys who say “pardon\nme,” these guys who care so much about\nmanners that they can’t kick back on a bench\nwithout whining? “Oh, my aching bones!”"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ROMEO"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Here comes Romeo, here comes Romeo!"
            },
            {
              "speaker": "MERCUTIO",
              "text": "He looks skinny, like a dried herring without its\neggs, and he hasn’t got his girl. O flesh, flesh,\nyou’ve turned pale and weak like a fish. Now he’s\nready for Petrarch’s poetry. Compared to\nRomeo’s girl, Laura was a kitchen slave. Surely\nshe has a better love to make rhymes for her.\nDido was shabbily dressed. Cleopatra was a\ngypsy girl. Helen and Hero were sluts and harlots.\nThisbe might have had a blue eye or two, but that\ndoesn’t matter. Signor Romeo, bonjour.There’s a\nFrench greeting that matches your drooping\nFrench-style pants. You faked us out pretty good\nlast night."
            },
            {
              "speaker": "ROMEO",
              "text": "Good morning to you both. What do you mean I\nfaked you out?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "You gave us the slip, sir, the slip. Can’t you\nunderstand what I’m saying?"
            },
            {
              "speaker": "ROMEO",
              "text": "Excuse me, good Mercutio. I had very important\nbusiness to take care of. It was so important that I\nhad to forget about courtesy and good manners."
            },
            {
              "speaker": "MERCUTIO",
              "text": "In other words “important business” made you flex\nyour buttocks."
            },
            {
              "speaker": "ROMEO",
              "text": "You mean do a curtsy?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "You’ve hit the target, sir."
            },
            {
              "speaker": "ROMEO",
              "text": "That’s a very polite and courteous explanation."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Yes, I am the pink flower—the master, of\ncourtesy and manners."
            },
            {
              "speaker": "ROMEO",
              "text": "The pink flower."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Right."
            },
            {
              "speaker": "ROMEO",
              "text": "Well, then my pump is well decorated with\nflowers."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Alright my witty friend, this joke has worn out your\npump. Its thin skin is all worn out. The joke is all\nyou have left."
            },
            {
              "speaker": "ROMEO",
              "text": "This is a bad joke. It’s all silliness."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Come break this up, Benvolio. I’m losing this duel\nof wits."
            },
            {
              "speaker": "ROMEO",
              "text": "winner.\nKeep going, keep going, or I’ll declare myself the"
            },
            {
              "speaker": "MERCUTIO",
              "text": "Now, if our jokes go on a wild-goose chase, I’m\nfinished. You have more wild goose in one of\nyour jokes than I have in five of mine. Was I even\nclose to you in the chase for the goose?"
            },
            {
              "speaker": "ROMEO",
              "text": "You were never with me for anything if you\nweren’t there for the goose."
            },
            {
              "speaker": "MERCUTIO",
              "text": "I’ll bite you on the ear for that joke."
            },
            {
              "speaker": "ROMEO",
              "text": "No, good goose, don’t bite me."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Your joke is a very bitter apple. Your humor is a\nspicy sauce."
            },
            {
              "speaker": "ROMEO",
              "text": "Then isn’t it just the right dish for a sweet goose?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "Oh, that’s a joke made out of leather that spreads\nitself thin, from the width of an inch to as fat as a\nyard."
            },
            {
              "speaker": "ROMEO",
              "text": "I stretch my joke for that word “fat.” If you add that\nword to the word “goose,” it shows that you are a\nfat goose."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Why, isn’t all this joking better than groaning\nabout love? Now you’re sociable. Now you’re\nRomeo. Now you are what you’ve learned to be\nand what you are naturally. This love of yours\nwas like a blithering idiot who runs up and down\nlooking for a hole to hide his toy in."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Stop there, stop there."
            },
            {
              "speaker": "MERCUTIO",
              "text": "You want me to stop my tale before I’m done."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Otherwise your tale would have gotten too long."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Oh, you’re wrong. I would have made it short. I\nhad come to the deepest part of my tale, and I\nplanned to say nothing more on the topic."
            },
            {
              "speaker": "ROMEO",
              "text": "Here's goodly gear!"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter Nurse and PETER"
            },
            {
              "speaker": "MERCUTIO",
              "text": "A sail, a sail!"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Two, two; a shirt and a smock."
            },
            {
              "speaker": "NURSE",
              "text": "Peter!"
            },
            {
              "speaker": "PETER",
              "text": "Anon!"
            },
            {
              "speaker": "NURSE",
              "text": "My fan, Peter."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Good Peter, give her her fan to hide her face. Her\nfan is prettier than her face."
            },
            {
              "speaker": "NURSE",
              "text": "Good morning, gentlemen."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Good afternoon, fair lady."
            },
            {
              "speaker": "NURSE",
              "text": "Is it now afternoon?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "It’s not earlier than that, I tell you. The lusty\nhandof the clock is now pricking noon."
            },
            {
              "speaker": "NURSE",
              "text": "Get out of here! What kind of man are you?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "I’m a man, my lady, that God has made for\nhimself to ruin."
            },
            {
              "speaker": "NURSE",
              "text": "I swear, you speak the truth. “For himself to ruin,”\nhe says. Gentlemen, can any of you tell me\nwhere I can find young Romeo?"
            },
            {
              "speaker": "ROMEO",
              "text": "I can tell you, but young Romeo will be older\nwhen you find him than he was when you started\nlooking for him. I am the youngest man by that\nname, because there is no one younger, or\nworse."
            },
            {
              "speaker": "NURSE",
              "text": "You speak well."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Is the worst well? Very well taken, I believe, very\nwise."
            },
            {
              "speaker": "NURSE",
              "text": "(to ROMEO) If you’re the Romeo I’m looking for,\nsir, I would like to have a confidence with you."
            },
            {
              "speaker": "BENVOLIO",
              "text": "She will indite him to some dinner party."
            },
            {
              "speaker": "MERCUTIO",
              "text": "A pimp! A pimp! A pimp! I’ve found it out."
            },
            {
              "speaker": "ROMEO",
              "text": "What have you found out?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "She’s not a prostitute unless she’s using her\nugliness to hide her promiscuity.\n(he walks by them and sings)\nOld rabbit meat is good to eat,\nIf you can’t get anything else.\nBut if it’s so old,\nThat it goes bad before you eat it,\nThen it was a waste of money.\n(speaking)\nRomeo, are you going to your father’s for lunch?\nLet’s go there."
            },
            {
              "speaker": "ROMEO",
              "text": "I’ll follow after you."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Goodbye, old lady. Goodbye, lady, lady, lady."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt MERCUTIO and BENVOLIO"
            },
            {
              "speaker": "NURSE",
              "text": "Please tell me, sir, who was that foulmouthed\npunk who was so full of crude jokes?"
            },
            {
              "speaker": "ROMEO",
              "text": "Nurse, he’s a man who likes to hear the sound of\nhis own voice. He says more in one minute than\nhe does in a whole month."
            },
            {
              "speaker": "NURSE",
              "text": "If he says anything against me, I’ll humble him,\neven if he were stronger than he is—and twenty\npunks like him. If I can’t do it myself, I’ll find\nsomeone who can. That dirty rat! I’m not one of\nhis sluts. I’m not one of his punk friends who\ncarries a knife. (to PETER) And you just stand\nthere letting every jerk make fun of me for kicks."
            },
            {
              "speaker": "PETER",
              "text": "I didn’t see anybody use you for kicks. If I had\nseen something like that, I would have quickly\npulled out my weapon. Believe me, I’ll draw my\nsword as quick as any other man if I see a fight\nstarting and the law is on my side."
            },
            {
              "speaker": "NURSE",
              "text": "Now, I swear, I’m so angry that I’m shaking all\nover. That rotten scoundrel! (to ROMEO) Now,\nplease, may I have a word with you, sir? My\nyoung mistress asked me to find you. What she\nasked me to say I’ll keep to myself. But let me tell\nyou this first. If you lead her into a fool’s paradise,\nas the saying goes, it would be an outrageous\ncrime because the girl is so young. And if you try\nto trick her, it would be an evil thing to do to any\nwoman and very poor behavior."
            },
            {
              "speaker": "ROMEO",
              "text": "Nurse, give my regards to to your lady. I swear to\nyou—"
            },
            {
              "speaker": "NURSE",
              "text": "You have a good heart, and believe me, I’ll tell\nher that. Lord, Lord, she’ll be a happy woman."
            },
            {
              "speaker": "ROMEO",
              "text": "What are you going to tell her, Nurse? You’re not\npaying attention to me."
            },
            {
              "speaker": "NURSE",
              "text": "Sir, I’ll tell her that you protest to her, which I think\nis the gentlemanly thing to do.."
            },
            {
              "speaker": "ROMEO",
              "text": "Tell her to devise a plan to get out of her house\nand come to confession at the abbey this\nafternoon. At Friar Lawrence’s cell she can make\nconfession and be married. (giving her\ncoins) Here is a reward for your efforts."
            },
            {
              "speaker": "NURSE",
              "text": "No, really, I won’t take a penny."
            },
            {
              "speaker": "ROMEO",
              "text": "Go on, I insist you take it."
            },
            {
              "speaker": "NURSE",
              "text": "(taking the money) This afternoon, sir? She’ll be\nthere."
            },
            {
              "speaker": "ROMEO",
              "text": "Wait good Nurse. Within an hour, one of my men\nwill come to you behind the abbey wall and give\nyou a rope ladder. I’ll use the rope ladder to climb\nover the walls at night. Then I’ll meet Juliet\njoyfully and in secret. Goodbye. Be honest and\nhelpful, and I’ll repay you for your efforts.\nGoodbye. Sing my praises to your mistress."
            },
            {
              "speaker": "NURSE",
              "text": "May God in heaven bless you. Now please\nlisten, sir."
            },
            {
              "speaker": "ROMEO",
              "text": "What do you have to say, my dear Nurse?"
            },
            {
              "speaker": "NURSE",
              "text": "Can your man keep a secret? Haven’t you ever\nheard the saying, “Two can conspire to put one\naway”?"
            },
            {
              "speaker": "ROMEO",
              "text": "I assure you, my man is as true as steel."
            },
            {
              "speaker": "NURSE",
              "text": "Well, sir, my mistress is the sweetest lady. Lord,\nLord, when she was a little baby—Oh, there is\none nobleman in the city, a guy named Paris,\nwho would be happy to claim her as his own.\nJuliet would rather look at a toad than at him. I\nmake her angry sometimes by saying that Paris\nis more handsome than you are. But when I say\nso, I swear she turns white as a sheet. Don’t\n“rosemary” and “Romeo” begin with the same\nletter?"
            },
            {
              "speaker": "ROMEO",
              "text": "Yes, Nurse, what about that? They both begin\nwith the letter “R.”"
            },
            {
              "speaker": "NURSE",
              "text": "Ah, you jokester—that’s the dog’s name. “R” is\nfor the—no, I know it begins with another letter.\nShe says the most beautiful things about you\nand rosemary. It would be good for you to hear\nthe things she says."
            },
            {
              "speaker": "ROMEO",
              "text": "Give my compliments to your lady."
            },
            {
              "speaker": "NURSE",
              "text": "Yes, a thousand times. Peter!"
            },
            {
              "speaker": "PETER",
              "text": "I’m ready."
            },
            {
              "speaker": "NURSE",
              "text": "(giving PETER her fan) Go ahead. Go quickly."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 5,
          "scene_title": "Scene V",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter JULIET"
            },
            {
              "speaker": "JULIET",
              "text": "I sent the Nurse at nine o'clock. Maybe she can’t\nfind him. That can’t be. Oh, she’s slow! Love’s\nmessengers should be thoughts, which fly ten\ntimes faster than sunbeams. They should be\nstrong enough to push shadows over the dark\nhills. That’s the way doves carry Venus so fast,\nand that’s why Cupid has wings that let him fly as\nfast as the wind. Now it’s noon. That’s three\nhours since nine o'clock, but she hasn’t come\nback. If she was young and passionate, she’d\nmove as fast as a ball. My words would bounce\nher to my sweet love, and his words would\nbounce her back to me. But a lot of old people act\nlike they’re already dead—sluggish, slow, fat, and\ncolorless, like lead."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter Nurse and PETER"
            },
            {
              "speaker": "NURSE",
              "text": "Peter, stay at the gate."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit PETER"
            },
            {
              "speaker": "JULIET",
              "text": "Now, good sweet Nurse—Oh Lord, why do you\nlook so sad? Even if the news is sad, tell me with\na smile on your face. If the news is good, you’re\nruining the sweet news by playing a trick with a\nsour face like that."
            },
            {
              "speaker": "NURSE",
              "text": "I am tired. Leave me alone for a minute. Oh my,\nmy bones ache so much. I’ve been running all\nover the place."
            },
            {
              "speaker": "JULIET",
              "text": "I wish you had my bones, and I had your news.\nCome on now, I beg you, speak, good Nurse,\nspeak."
            },
            {
              "speaker": "NURSE",
              "text": "Sweet Jesus, you’re in such a hurry! Can’t you\nwait for a moment? Don’t you see that I’m out of\nbreath?"
            },
            {
              "speaker": "JULIET",
              "text": "How can you be out of breath when you have\nenough breath to tell me that you’re out of\nbreath? The excuse you make to delay the news\nis longer than the news itself. Is the news good or\nbad? Answer that question. Tell me if it’s good or\nbad, and I’ll wait for the details. Tell me so I can\nbe satisfied. Is it good or bad?"
            },
            {
              "speaker": "NURSE",
              "text": "Well, you have made a foolish choice. You don’t\nknow how to pick a man. Romeo? No, not him,\nthough his face is more handsome than any\nman’s, and his legs are prettier, and as for his\nhands and feet and body, they’re not much to\nspeak of, and yet they’re beyond compare. He’s\nnot the most polite man in the world, but, believe\nme, he’s gentle as a lamb. Well, do what you\nwant. Be good. Have you had lunch yet?"
            },
            {
              "speaker": "JULIET",
              "text": "No, I haven’t had lunch. Everything you told me I\nalready knew. What does he say about our\nmarriage? What about that?"
            },
            {
              "speaker": "NURSE",
              "text": "Lord, what a headache I’ve got! My head is\npounding. It feels like it’ll break into twenty\npieces. My back aches too—(JULIET rubs her\nback) Ooh, on the other side—ah, my poor\naching back! Curse your heart for sending me\nrunning all over town. I could get sick and die."
            },
            {
              "speaker": "JULIET",
              "text": "Believe me, I’m sorry you’re in pain. Sweet,\nsweet, sweet Nurse, tell me, what did my love\nRomeo say?"
            },
            {
              "speaker": "NURSE",
              "text": "Your love says, like an honorable gentleman, who\nis courteous, kind, handsome, and, I believe,\nvirtuous— where is your mother?"
            },
            {
              "speaker": "JULIET",
              "text": "Where is my mother? Why, she’s inside. Where\nelse would she be? Your answer is so strange!\n“Your love says, like an honorable gentleman,\n'Where is your mother?'”"
            },
            {
              "speaker": "NURSE",
              "text": "Oh holy Mary, mother of God! Are you this\nimpatient? Come on, you’re being ridiculous! Is\nthis the cure for my aching bones? From now on,\ntake care of your messages yourself."
            },
            {
              "speaker": "JULIET",
              "text": "You’re making such a fuss. Come on, what did\nRomeo say?"
            },
            {
              "speaker": "NURSE",
              "text": "Do you have permission to go out and take\nconfession today?"
            },
            {
              "speaker": "JULIET",
              "text": "I do."
            },
            {
              "speaker": "NURSE",
              "text": "Then hurry up and rush over to Friar Lawrence’s\ncell. There’s a husband there who’s waiting to\nmake you his wife. Now I see the blood rushing to\nyour cheeks. You blush bright red as soon as you\nhear any news. Go to the church. I must go by a\ndifferent path to get a rope ladder. Your love will\nuse it to climb up to your window while it’s dark. I\ndo the drudge work for your pleasure. But soon\nyou’ll be doing a wife’s work all night long. Go. I’ll\ngo to lunch. You go to Friar Lawrence’s cell."
            },
            {
              "speaker": "JULIET",
              "text": "Wish me luck. Thank you, dear Nurse."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 6,
          "scene_title": "Scene VI",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter FRIAR LAURENCE and ROMEO"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "So smile the heavens upon this holy act,\nThat after hours with sorrow chide us not!"
            },
            {
              "speaker": "ROMEO",
              "text": "Amen, amen! but come what sorrow can,\nIt cannot countervail the exchange of joy\nThat one short minute gives me in her sight:\nDo thou but close our hands with holy words,\nThen love-devouring death do what he dare;\nIt is enough I may but call her mine."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "These violent delights have violent ends\nAnd in their triumph die, like fire and powder,\nWhich as they kiss consume: the sweetest honey\nIs loathsome in his own deliciousness\nAnd in the taste confounds the appetite:\nTherefore love moderately; long love doth so;\nToo swift arrives as tardy as too slow."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter JULIET"
            },
            {
              "speaker": "JULIET",
              "text": "Good evening, my spiritual confessor."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Romeo will thank you, my girl, for both of us."
            },
            {
              "speaker": "JULIET",
              "text": "I’ll give him equal thanks, so we’re even."
            },
            {
              "speaker": "ROMEO",
              "text": "Ah, Juliet, if your joy is as great as mine and you have greater ability to describe it, then sweeten the air around us with your breath, and let your musical voice express the overwhelming happiness that we both gain from each other in this precious meeting."
            },
            {
              "speaker": "JULIET",
              "text": "I can imagine more than I can say—I have more\non my mind than words. Anyone who can count\nhow much he has is poor. My true love has made\nme so rich that I can’t count even half of my\nwealth."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Come, come with me, and we’ll do the job\nquickly. Because if you don’t mind, I’m not leaving\nyou two alone until you’re united in marriage."
            }
          ]
        }
      ]
    },
    {
      "act_number": 3,
      "act_title": "ACT III",
      "scenes": [
        {
          "scene_number": 1,
          "scene_title": "Scene I",
          "location": "",
          "lines": [
            {
              "speaker": "ACT III",
              "text": "SCENE I. A public place."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter MERCUTIO, BENVOLIO, Page, and Servants"
            },
            {
              "speaker": "BENVOLIO",
              "text": "I’m begging you, good Mercutio, let’s call it a day.\nIt’s hot outside, and the Capulets are wandering\naround. If we bump into them, we’ll certainly get\ninto a fight. When it’s hot outside, people become\nangry and hot-blooded."
            },
            {
              "speaker": "MERCUTIO",
              "text": "You’re like one of those guys who walks into a\nbar, slams his sword on the table, and then says,\n“I pray I never have to use you.” By the time he\norders his second drink, he pulls his sword on the\nbartender for no reason at all."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Am I really like one of those guys?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "Come on, you can be as angry as any guy in Italy\nwhen you’re in the mood. When someone does\nthe smallest thing to make you angry, you get\nangry. And when you’re in the mood to get angry,\nyou find something to get angry about."
            },
            {
              "speaker": "BENVOLIO",
              "text": "And what about that?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "If there were two men like you, pretty soon there’d\nbe none because the two of you would kill each\nother. You would fight with a man if he had one\nmore whisker or one less whisker in his beard\nthan you have in your beard. You’ll fight with a\nman who’s cracking nuts just because you have\nhazelnut-colored eyes. Only you would look for a\nfight like that. Your head is as full of fights as an\negg is full of yolk, but your head has been beaten\nlike scrambled eggs from so much fighting. You\nstarted a fight with a man who coughed in the\nstreet because he woke up a dog that was\nsleeping in the sun. Didn’t you argue it out with\nyour tailor for wearing one of his new suits before\nthe right season? And with another for tying the\nnew shoes he made with old laces? And yet\nyou’re the one who wants to teach me about\nrestraint!"
            },
            {
              "speaker": "BENVOLIO",
              "text": "If I were in the habit of fighting the way you are,\nmy life insurance rates would be sky high."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Your life insurance? That’s foolish."
            },
            {
              "speaker": "BENVOLIO",
              "text": "By my head, here come the Capulets."
            },
            {
              "speaker": "MERCUTIO",
              "text": "By my heel, I care not."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter TYBALT and others"
            },
            {
              "speaker": "TYBALT",
              "text": "(to PETRUCCIO and others) Follow me closely,\nI’ll talk to them. (to the MONTAGUES) Good\nafternoon, gentlemen. I’d like to have a word with\none of you."
            },
            {
              "speaker": "MERCUTIO",
              "text": "You just want one word with one of us? Put it\ntogether with something else. Make it a word and\na blow."
            },
            {
              "speaker": "TYBALT",
              "text": "You’ll find me ready enough to do that, sir, if you\ngive me a reason."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Can’t you find a reason without my giving you\none?"
            },
            {
              "speaker": "TYBALT",
              "text": "Mercutio, you hang out with Romeo"
            },
            {
              "speaker": "MERCUTIO",
              "text": "“Hang out?” Who do you think we are, musicians\nin a band? If we look like musicians to you, you\ncan expect to hear nothing but noise. (touching\nthe blade of his sword) This is my fiddlestick. I’ll\nuse it to make you dance. Goddammit—“Hang\nout!”"
            },
            {
              "speaker": "BENVOLIO",
              "text": "We’re talking here in a public place. Either go\nsomeplace private, or talk it over rationally, or\nelse just go away. Out here everybody can see\nus."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Men’s eyes were made to see things, so let them\nwatch. I won’t move to please anybody."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ROMEO"
            },
            {
              "speaker": "TYBALT",
              "text": "Well, may peace be with you. Here comes my\nman, the man I’m looking for."
            },
            {
              "speaker": "MERCUTIO",
              "text": "He’s not your man. Alright, walk out into a field,\nand he’ll chase you. In that sense you can call\nhim your “man.”"
            },
            {
              "speaker": "TYBALT",
              "text": "Romeo, there’s only one thing I can call you.\nYou’re a villain."
            },
            {
              "speaker": "ROMEO",
              "text": "Tybalt, I have a reason to love you that lets me\nput aside the rage I should feel and excuse that\ninsult. I am no villain. So, goodbye. I can tell that\nyou don’t know who I am."
            },
            {
              "speaker": "TYBALT",
              "text": "Boy, your words can’t excuse the harm you’ve\ndone to me. So now turn and draw your sword."
            },
            {
              "speaker": "ROMEO",
              "text": "I disagree. I’ve never done you harm. I love you\nmore than you can understand until you know the\nreason why I love you. And so, good Capulet—\nwhich is a name I love like my own name—you\nshould be satisfied with what I say."
            },
            {
              "speaker": "MERCUTIO",
              "text": "This calm submission is dishonorable and vile.\nThe thrust of a sword will end this\nsurrender.(draws his sword)Tybalt, you rat-\ncatcher, will you go fight me?"
            },
            {
              "speaker": "TYBALT",
              "text": "What do you want from me?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "Good King of Cats, I want to take one of your\nnine lives. I’ll take one, and, depending on how\nyou treat me after that, I might beat the other\neight out of you too. Will you pull your sword out\nof its sheath? Hurry up, or I’ll smack you on the\nears with my sword before you have yours drawn."
            },
            {
              "speaker": "TYBALT",
              "text": "I’ll fight you. (he draws his sword)"
            },
            {
              "speaker": "ROMEO",
              "text": "Noble Mercutio, put your sword away."
            },
            {
              "speaker": "MERCUTIO",
              "text": "(to TYBALT) Come on, sir, perform your forward\nthrust, your passado.\nThey fight"
            },
            {
              "speaker": "ROMEO",
              "text": "Draw, Benvolio; beat down their weapons.\nGentlemen, for shame, forbear this outrage!\nTybalt, Mercutio, the prince expressly hath\nForbidden bandying in Verona streets:\nHold, Tybalt! good Mercutio!\nTYBALT under ROMEO's arm stabs MERCUTIO, and flies with his followers"
            },
            {
              "speaker": "MERCUTIO",
              "text": "I am hurt.\nA plague o' both your houses! I am sped.\nIs he gone, and hath nothing?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "What, art thou hurt?"
            },
            {
              "speaker": "MERCUTIO",
              "text": "Ay, ay, a scratch, a scratch; marry, 'tis enough.\nWhere is my page? Go, villain, fetch a surgeon."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit Page"
            },
            {
              "speaker": "ROMEO",
              "text": "Have courage, man. The wound can’t be that bad."
            },
            {
              "speaker": "MERCUTIO",
              "text": "No, it’s not as deep as a well, or as wide as a\nchurch door, but it’s enough. It’ll do the job. Ask\nfor me tomorrow, and you’ll find me in a grave.\nI’m done for in this world, I believe. May a plague\nstrike both your houses. Goddammit! I can’t\nbelieve that dog, that rat, that mouse, that cat\ncould scratch me to death! That braggart, punk\nvillain who fights like he learned swordsmanship\nfrom a manual! Why the hell did you come in\nbetween us? He struck me from under your arm."
            },
            {
              "speaker": "ROMEO",
              "text": "I thought it was the right thing to do."
            },
            {
              "speaker": "MERCUTIO",
              "text": "Take me inside some house, Benvolio, or I’ll pass\nout. May a plague strike both your families!\nThey’ve turned me into food for worms. I’m done\nfor. Curse your families!"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt MERCUTIO and BENVOLIO"
            },
            {
              "speaker": "ROMEO",
              "text": "This gentleman Mercutio, a close relative of the\nPrince and my dear friend, was killed while\ndefending me from Tybalt’s slander—Tybalt, who\nhad been my cousin for a whole hour! Oh, sweet\nJuliet, your beauty has made me weak like a\nwoman, and you have softened my bravery,\nwhich before was as hard as steel."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Re-enter BENVOLIO"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Oh Romeo, Romeo, brave Mercutio is dead! His\nbrave spirit has floated up to heaven, but it was\ntoo early for him to leave life on earth."
            },
            {
              "speaker": "ROMEO",
              "text": "The future will be affected by today’s terrible\nevents. Today is the start of a terror that will end\nin the days ahead."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Here comes the furious Tybalt back again."
            },
            {
              "speaker": "ROMEO",
              "text": "He’s alive and victorious, and Mercutio’s dead?\nEnough with mercy and consideration. It’s time\nfor rage to guide my actions."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Re-enter TYBALT"
            },
            {
              "speaker": "TYBALT",
              "text": "Wretched boy, you hung out with him here, and\nyou’re going to go to heaven with him."
            },
            {
              "speaker": "ROMEO",
              "text": "This fight will decide who dies.\nThey fight. TYBALT falls and dies"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Romeo, get out of here. The citizens are around,\nand Tybalt is dead. Don’t stand there shocked.\nThe Prince will give you the death penalty if you\nget caught. So get out of here!"
            },
            {
              "speaker": "ROMEO",
              "text": "Oh, I have awful luck."
            },
            {
              "speaker": "BENVOLIO",
              "text": "Why are you waiting?"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit ROMEO"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter Citizens,  & c"
            },
            {
              "speaker": "BENVOLIO",
              "text": "There lies that Tybalt.\nFirst Citizen\nUp, sir, go with me;\nI charge thee in the princes name, obey."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter Prince, MONTAGUE, CAPULET, their Wives, and others"
            },
            {
              "speaker": "PRINCE",
              "text": "Where are the evil men who started this fight?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Oh, noble prince, I can tell you everything about\nthe unfortunate circumstances of this deadly\nfight. Over there Tybalt is lying dead. He killed\nyour relative, brave Mercutio, and then young\nRomeo killed him."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Tybalt was my nephew! He was my brother’s\nson! Oh Prince, oh nephew, oh husband! Oh, my\nnephew is dead! Oh Prince, as you are a man of\nhonor, take revenge for this murder by killing\nsomeone from the Montague family. Oh cousin,\ncousin!"
            },
            {
              "speaker": "PRINCE",
              "text": "Benvolio, who started this fight?"
            },
            {
              "speaker": "BENVOLIO",
              "text": "Tybalt started the fight before he was killed by\nRomeo. Romeo spoke to Tybalt politely and told\nhim how silly this argument was. He mentioned\nthat you would not approve of the fight. He said\nall of this gently and calmly, kneeling down out of\nrespect. But he could not make peace with\nTybalt, who was in an angry mood and wouldn’t\nlisten to talk about peace. Tybalt and Mercutio\nbegan to fight each other fiercely, lunging at one\nanother and dodging each other’s blows. Romeo\ncried out, “Stop, my friends. Break it up.” Then he\njumped in between them and forced them to put\ntheir swords down. But Tybalt reached under\nRomeo’s arm and thrust his sword into brave\nMercutio. Then Tybalt fled the scene.\nBut pretty soon he came back to meet Romeo,\nwho was overcome with the desire for revenge.\nAs quick as lightning, they started fighting.\nBefore I could break up the fight, Tybalt was\nkilled. Romeo ran away when Tybalt fell dead.\nI’m telling you the truth, I swear on my life."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Benvolio is part of the Montague family. His\nloyalties to the Montagues make him tell lies.\nHe’s not telling the truth. There were twenty\nMontagues fighting in this awful riot, and together\nthose twenty could only kill one man. I demand\njustice. You, Prince, are the man who can give\nme justice. Romeo killed Tybalt. Romeo must\ndie."
            },
            {
              "speaker": "PRINCE",
              "text": "Romeo killed Tybalt. Tybalt killed Mercutio. Who\nshould now pay the price for Mercutio’s life?"
            },
            {
              "speaker": "MONTAGUE",
              "text": "Not Romeo, Prince. He was Mercutio’s friend.\nHis crime did justice’s job by taking Tybalt’s life."
            },
            {
              "speaker": "PRINCE",
              "text": "And for that crime, Romeo is hereby exiled from\nVerona. I’m involved in your rivalry. Mercutio was\nmy relative, and he lies dead because of your\nbloody feud. I’ll punish you so harshly that you’ll\nregret causing me this loss. I won’t listen to your\npleas or excuses. You can’t get out of trouble by\npraying or crying, so don’t bother. Tell Romeo to\nleave the city immediately, or else, if he is found,\nhe will be killed. Take away this body, and do\nwhat I say. Showing mercy by pardoning killers\nonly causes more murders."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 2,
          "scene_title": "Scene II",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter JULIET"
            },
            {
              "speaker": "JULIET",
              "text": "I wish the sun would hurry up and set and night\nwould come immediately. When the night comes\nand everyone goes to sleep, Romeo will leap into\nmy arms, and no one will know. Beauty makes it\npossible for lovers to see how to make love in the\ndark. Or else love is blind, and its best time is the\nnight. I wish night would come, like a widow\ndressed in black, so I can learn how to submit to\nmy husband and lose my virginity. Let the blood\nrushing to my cheeks be calmed. In the darkness,\nlet me, a shy virgin, learn the strange act of sex\nso that it seems innocent, modest, and true.\nCome, night. Come, Romeo. You’re like a day\nthat comes during the night. You’re whiter than\nsnow on the black wings of a raven. Come, gentle\nnight. Come, loving, dark night. Give me my\nRomeo. And when I die, turn him into stars and\nform a constellation in his image. His face will\nmake the heavens so beautiful that the world will\nfall in love with the night and forget about the\ngarish sun. Oh, I have bought love’s mansion, but\nI haven’t moved in yet.I belong to Romeo now,\nbut he hasn’t taken possession of me yet. This\nday is so boring that I feel like a child on the night\nbefore a holiday, waiting to put on my fancy new\nclothes.\nOh, here comes my Nurse, and she brings news.\nEvery voice that mentions Romeo's name sounds\nbeautiful."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter Nurse, with cords"
            },
            {
              "speaker": "NURSE",
              "text": "Yes, yes, this is the rope ladder.\nThrows them down"
            },
            {
              "speaker": "JULIET",
              "text": "Oh my, what’s the news? Why do you look so upset?"
            },
            {
              "speaker": "NURSE",
              "text": "Oh, it’s a sad day! He’s dead. He’s dead. He’s\ndead! We’re ruined, lady, we’re ruined! What an\nawful day! He’s gone. He’s been killed. He’s dead!"
            },
            {
              "speaker": "JULIET",
              "text": "Can God be so jealous and hateful?"
            },
            {
              "speaker": "NURSE",
              "text": "Romeo is hateful, even though God isn’t. Oh,\nRomeo, Romeo, who ever would have thought it\nwould be Romeo?"
            },
            {
              "speaker": "JULIET",
              "text": "What kind of devil are you to torture me like this?\nThis is as bad as the tortures of hell. Has Romeo\nkilled himself? Just say “Yes” and I will turn more\npoisonous than the snake with the evil eye. I will\nno longer be myself if you tell me Romeo killed\nhimself. If he’s been killed, say “Yes.” If not, say\n“No.” These short words will determine my joy or\nmy pain."
            },
            {
              "speaker": "NURSE",
              "text": "I saw the wound. I saw it with my own eyes. God\nbless that wound, here on his manly chest. A\npitiful corpse, a bloody, pitiful corpse.\nPale as ashes and drenched in blood. All the\ndried blood was so gory. I fainted when I saw it."
            },
            {
              "speaker": "JULIET",
              "text": "Oh, my heart is breaking. Oh, my bankrupt heart\nis breaking. I’ll send my eyes to prison, and they’ll\nnever be free to look at anything again. I’ll give\nmy vile body back to the earth. I’ll never move\nagain. My body and Romeo’s will lie together in\none sad coffin."
            },
            {
              "speaker": "NURSE",
              "text": "Oh, Tybalt, Tybalt, he was the best friend I had.\nOh, polite Tybalt, he was an honorable\ngentleman. I wish I had not lived long enough to\nsee him die."
            },
            {
              "speaker": "JULIET",
              "text": "What disaster is this? Has Romeo been killed,\nand is Tybalt dead too? Tybalt was my dearest\ncousin. Romeo was even dearer to me as my\nhusband. Let the trumpets play the song of doom,\nbecause who can be alive if those two are gone?"
            },
            {
              "speaker": "NURSE",
              "text": "Tybalt is dead, and Romeo has been banished.\nRomeo killed Tybalt, and his punishment was\nbanishment."
            },
            {
              "speaker": "JULIET",
              "text": "Oh God, did Romeo’s hand shed Tybalt’s blood?"
            },
            {
              "speaker": "NURSE",
              "text": "It did, it did. Curse the day this happened, but it"
            },
            {
              "speaker": "JULIET",
              "text": "Oh, he’s like a snake disguised as a flower. Did a\ndragon ever hide in such a beautiful cave? He’s a\nbeautiful tyrant and a fiendish angel! He’s a raven\nwith the feathers of the dove. He’s a lamb who\nhunts like a wolf! I hate him, yet he seemed the\nmost wonderful man. He’s turned out to be the\nexact opposite of what he seemed. He’s a saint\nwho should be damned. He’s a villain who\nseemed honorable. Oh nature, what were you\ndoing in hell? Why did you put the soul of a\ncriminal in the perfect body of a man? Was there\never such an evil book with such a beautiful\ncover? Oh, I can’t believe the deepest evil lurked\ninside something so beautiful!"
            },
            {
              "speaker": "NURSE",
              "text": "There is no trust, no faith, no honesty in men. All\nof them lie. All of them cheat. They’re all wicked.\nAh, where’s my servant?—Give me some\nbrandy.—These griefs, these pains, these\nsorrows make me old. Shame on Romeo!"
            },
            {
              "speaker": "JULIET",
              "text": "I hope sores cover your tongue for a wish like\nthat! He was not born to be shameful. Shame\ndoes not belong with Romeo. He deserves only\nhonor, complete honor. Oh, I was such a beast\nto be angry at him."
            },
            {
              "speaker": "NURSE",
              "text": "Are you going to say good things about the man\nwho killed your cousin?"
            },
            {
              "speaker": "JULIET",
              "text": "Am I supposed to say bad things about my own\nhusband? Ah, my poor husband, who will sing\nyour praises when I, your wife of three hours,\nhave been saying awful things about you? But\nwhy, you villain, did you kill my cousin? Probably\nbecause my cousin the villain would have killed\nmy husband. I’m not going to cry any tears. I\nwould cry with joy that Romeo is alive, but I\nshould cry tears of grief because Tybalt is dead.\nMy husband, whom Tybalt wanted to kill, is alive.\nTybalt, who wanted to kill my husband, is dead.\nAll this is comforting news. Why, then, should I\ncry? There is news worse than the news that\nTybalt is dead, news that makes me want to die.\nI would be glad to forget about it, but it weighs on\nmy memory like sins linger in guilty minds.\n“Tybalt is dead, and Romeo has been banished.”\nThat banishment is worse than the murder of ten\nthousand Tybalts. Tybalt’s death would be bad\nenough if that was all. Maybe pain likes to have\ncompany and can’t come without bringing more\npain. It would have been better if, after she said,\nTybalt’s dead,” she told me my mother or my\nfather, or both, were gone. That would have\nmade me make the normal cries of sadness. But\nto say that Tybalt’s dead and then say, “Romeo\nhas been banished.” To say that is like saying\nthat my father, my mother, Tybalt, Romeo, and\nJuliet have all been killed, they’re all dead.\n“Romeo has been banished.” That news brings\ninfinite death. No words can express the pain.\nWhere are my father and my mother, Nurse?"
            },
            {
              "speaker": "NURSE",
              "text": "They are crying and moaning over Tybalt’s\ncorpse. Are you going to join them? I’ll bring you\nthere."
            },
            {
              "speaker": "JULIET",
              "text": "Are they washing out his wounds with their\ntears? I’ll cry my tears for Romeo’s banishment\nwhen their tears are dry. Pick up this rope ladder.\nThis poor rope ladder, it’s useless now, just like\nme, because Romeo has been exiled. He made\nthis rope ladder to be a highway to my bed, but I\nam a virgin, and I will die a virgin and a widow.\nLet’s go, rope ladder. Nurse, I’m going to lie in\nmy wedding bed. And death, not Romeo, can\ntake my virginity!"
            },
            {
              "speaker": "NURSE",
              "text": "Go to your bedroom. I’ll find Romeo to comfort\nyou. I know where he is. Listen, your Romeo will\nbe here tonight. I’ll go to him. He’s hiding out in\nFriar Lawrence’s cell."
            },
            {
              "speaker": "JULIET",
              "text": "giving her a ring, Oh, find him! Give this ring to\nmy true knight! And tell him to come here to say\nhis last goodbye."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 3,
          "scene_title": "Scene III",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter FRIAR LAURENCE"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Romeo, come forth; come forth, thou fearful man:\nAffliction is enamour'd of thy parts,\nAnd thou art wedded to calamity."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ROMEO"
            },
            {
              "speaker": "ROMEO",
              "text": "Father, what’s the news? What punishment did\nthe Prince announce? What suffering lies in store\nfor me that I don’t know about yet?"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "You know too much about suffering. I have news\nfor you about the Prince’s punishment."
            },
            {
              "speaker": "ROMEO",
              "text": "Is the Prince’s punishment any less awful than\ndoomsday?"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "He made a gentler decision. You won’t die, but\nyou’ll be banished from the city."
            },
            {
              "speaker": "ROMEO",
              "text": "Ha, banishment? Be merciful and say “death.”\nExile is much worse than death. Don’t say\n“banishment.”"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "From now on, you are banished from Verona.\nYou should be able to endure this because the\nworld is broad and wide."
            },
            {
              "speaker": "ROMEO",
              "text": "There is no world for me outside the walls of\nVerona, except purgatory, torture, and hell itself.\nSo to be banished from Verona is like being\nbanished from the world, and being banished\nfrom the world is death.\nBanishment is death by the wrong name. Calling\ndeath banishment is like cutting off my head with\na golden ax and smiling while I’m being\nmurdered."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Oh, deadly sin! Oh, rude and unthankful boy! You\ncommitted a crime that is punishable by death,\nbut our kind Prince took sympathy on you and\nignored the law when he substituted banishment\nfor death. This is kind mercy, and you don’t\nrealize it."
            },
            {
              "speaker": "ROMEO",
              "text": "It’s torture, not mercy. Heaven is here because\nJuliet lives here. Every cat and dog and little\nmouse, every unworthy animal that lives here can\nsee her, but Romeo can’t. Flies are healthier and\nmore honorable and better suited for romance\nthan Romeo. They can take hold of Juliet’s\nwonderful white hand and they can kiss her sweet\nlips. Even while she remains a pure virgin, she\nblushes when her lips touch each other because\nshe thinks it’s a sin. But Romeo can’t kiss her or\nhold her hand because he’s been banished. Flies\ncan kiss her, but I must flee the city. Flies are like\nfree men, but I have been banished. And yet you\nsay that exile is not death? Did you have no\npoison, no sharp knife, no weapon you could use\nto kill me quickly, nothing so disgraceful, except\nbanishment? Oh Friar, damned souls use the\nword banishment to describe hell. They howl\nabout banishment. If you’re a member of a divine\nspiritual order of men who forgive sins, and you\nsay you’re my friend, how do you have the heart\nto mangle me with the word banishment?"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "You foolish madman, listen to me for a moment."
            },
            {
              "speaker": "ROMEO",
              "text": "Oh, you’re just going to talk about banishment\nagain."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "I’ll give you protection from that word. I’ll give you\nthe antidote for trouble: philosophy. Philosophy\nwill comfort you even though you’ve been\nbanished."
            },
            {
              "speaker": "ROMEO",
              "text": "You’re still talking about “banished?” Forget about\nphilosophy! Unless philosophy can create a\nJuliet, or pick up a town and put it somewhere\nelse, or reverse a prince’s punishment, it doesn’t\ndo me any good. Don’t say anything else."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Oh, so madmen like you are also deaf."
            },
            {
              "speaker": "ROMEO",
              "text": "How should madmen hear, if wise men can’t even\nsee?"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Let me talk to you about your situation."
            },
            {
              "speaker": "ROMEO",
              "text": "You can’t talk about something that you don’t\nfeel. If you were as young as I am, if you were in\nlove with Juliet, if you had just married her an\nhour ago, if then you murdered Tybalt, if you were\nlovesick like me, and if you were banished, then\nyou might talk about it. You might also tear your\nhair out of your head and collapse to the ground\nthe way I do right now. (ROMEO falls on the\nground) You might kneel down and measure the\ngrave that hasn’t yet been dug.\nKnocking from offstage."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Get up. Somebody’s knocking. Hide yourself,\ngood Romeo."
            },
            {
              "speaker": "ROMEO",
              "text": "I won’t hide unless all the mist from my heartsick\ngroans envelopes me like fog and conceals me\nfrom people’s searching eyes.\nKnocking"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Listen, they’re still knocking!—(to the person at\nthe door) Who’s there?—(to ROMEO) Romeo,\nget up. They’ll arrest you.—(to the person at the\ndoor) Hold on a moment.—(to ROMEO) Get up.\nKnocking\nRun and hide in my study.—Just a minute—For\nthe love of God, why are you being so stupid? I’m\ncoming. I’m coming.\nKnocking\nWhy are you knocking so hard? Where do you\ncome from? What do you want?"
            },
            {
              "speaker": "NURSE",
              "text": "(from offstage) Let me come in, and I’ll tell you\nwhy I came. I come from Lady Juliet."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Welcome, then."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter Nurse"
            },
            {
              "speaker": "NURSE",
              "text": "O holy friar, O, tell me, holy friar,\nWhere is my lady's lord, where's Romeo?"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "He’s there on the ground. He’s been getting\ndrunk on his own tears."
            },
            {
              "speaker": "NURSE",
              "text": "Oh, he’s acting just like Juliet, just like her. Oh\npainful sympathy! What a pitiful problem! She’s\nlying on the ground just like him, blubbering and\nweeping, weeping and blubbering. Stand up.\nStand up. Stand up if you’re really a man. For\nJuliet’s sake, for her sake, rise and stand up.\nWhy should you fall into so deep a moan?"
            },
            {
              "speaker": "ROMEO",
              "text": "Nurse!"
            },
            {
              "speaker": "NURSE",
              "text": "Ah sir, ah sir. Well, death is the end for\neverybody."
            },
            {
              "speaker": "ROMEO",
              "text": "Were you talking about Juliet? How is she? Does\nshe think that I’m a practiced murderer because I\ntainted our newfound joy by killing one of her\nclose relatives? Where is she? How is she\ndoing? What does my hidden wife say about our\nruined love?"
            },
            {
              "speaker": "NURSE",
              "text": "Oh, she doesn’t say anything, sir. She just\nweeps and weeps. She falls on her bed and then\nstarts to get up. Then she calls out Tybalt’s name\nand cries “Romeo,” and then she falls down\nagain."
            },
            {
              "speaker": "ROMEO",
              "text": "She’s calling out my name as if I were a bullet\nmurdering her, just like I murdered her relative.\nTell me, Friar, in what part of my body is my\nname embedded? Tell me, so I can cut it out of\nmyself. (he draws his dagger)"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Hold on, and don’t act out of desperation. Are\nyou a man? You look like a man, but your tears\nmake you look like a woman. Your wild actions\nresemble the irrational fury of a beast. You’re a\nshameful woman who looks like a man or else an\nugly creature who’s half-man, half-beast. You\nhave amazed me. I swear by my holy order, I\nthought you were smarter and more rational than\nthis. Have you killed Tybalt? Will you kill\nyourself? And would you also kill your wife, who\nshares your life, by committing the sin of killing\nyourself? Why do you complain about your birth,\nthe heavens, and the earth? Life is the union of\nsoul in body through the miracle of birth, but you\nwould throw all that away. You bring shame to\nyour body, your love, and your mind. You have\nso much natural talent, but like someone who\nhoards money, you use none of your talent for\nthe right purpose—not your body, not your love,\nnot your mind. Your body is just a wax figure,\nwithout the honor of a man. The love that you\npromised was a hollow lie. You’re killing the love\nthat you vowed to cherish. Your mind, which aids\nboth your body and your love, has mishandled\nboth of them. You’re like a stupid soldier whose\ngunpowder explodes because he’s careless. The\nthings you were supposed to use to defend\nyourself end up killing you. Get up, man! Your\nJuliet is alive. It was for her that you were almost\nkilled earlier. Be happy that she’s alive. Tybalt\nwanted to kill you, but you killed Tybalt. Be\nhappy that you’re alive. The law that threatened\nyour life was softened into exile. Be happy about\nthat. Your life is full of blessings. You have the\nbest sorts of happiness to enjoy.\nBut like a misbehaved, sullen girl, you’re whining\nabout your bad luck and your love. Listen, listen,\npeople who act like that die miserable. Go be\nwith your love, as it was decided at your\nwedding. Climb up to her bedroom and comfort\nher. But get out of there before the night\nwatchmen take their positions. Then you will\nescape to the city of Mantua, where you’ll live\nuntil we can make your marriage public and\nmake peace between your families. We’ll ask the\nPrince to pardon you. Then we’ll welcome you\nback with twenty thousand times more joy than\nyou’ll have when you leave this town crying. Go\nahead, Nurse. Give my regards to your lady, and\ntell her to hurry everybody in the house to bed.\nI’m sure they’re all so sad that they’ll be ready to\nsleep. Romeo is coming."
            },
            {
              "speaker": "NURSE",
              "text": "O Lord, I could stay here all night listening to\nsuch good advice. Educated men are so\nimpressive! (speaking to ROMEO) My lord, I’ll tell\nmy lady you will come."
            },
            {
              "speaker": "ROMEO",
              "text": "Do so, and tell my sweet to be ready to scold me."
            },
            {
              "speaker": "NURSE",
              "text": "Here, sir, this is a ring she asked me to give you.\nHurry up, it’s getting late. (she gives ROMEO\nJULIET’s ring)"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "ROMEO",
              "text": "How well my comfort is revived by this!"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Go hence; good night; and here stands all your state:\nEither be gone before the watch be set,\nOr by the break of day disguised from hence:\nSojourn in Mantua; I'll find out your man,\nAnd he shall signify from time to time\nEvery good hap to you that chances here:\nGive me thy hand; 'tis late: farewell; good night."
            },
            {
              "speaker": "ROMEO",
              "text": "But that a joy past joy calls out on me,\nIt were a grief, so brief to part with thee: Farewell."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 4,
          "scene_title": "Scene IV",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter CAPULET, LADY CAPULET, and PARIS"
            },
            {
              "speaker": "CAPULET",
              "text": "Things have turned out so unluckily, sir, that we\nhaven’t had time to convince our daughter to\nmarry you. Listen, she loved her cousin Tybalt\ndearly, and so did I. Well, we were all born to die.\nIt’s very late, she won’t be coming downstairs\ntonight. Believe me, if you weren’t here visiting\nme, I myself would have gone to bed an hour\nago."
            },
            {
              "speaker": "PARIS",
              "text": "These times of pain are bad times for romance.\nMadam, good night. Give my regards to your\ndaughter."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "I will. And I’ll find out what she thinks about\nmarriage early tomorrow. Tonight she is shut up\nin her room, alone with her sadness."
            },
            {
              "speaker": "CAPULET",
              "text": "Sir Paris, I’ll make a desperate argument for my\nchild’s love. I think she’ll do whatever I say. No, I\nthink she’ll do all that and more. I have no doubt\nabout it. Wife, visit her in her room before you go\nto bed. Tell her about my son Paris’s love for her.\nAnd tell her, listen to me, on Wednesday—Wait—\nWhat day is today?"
            },
            {
              "speaker": "PARIS",
              "text": "Monday, my lord."
            },
            {
              "speaker": "CAPULET",
              "text": "Monday! Ha, ha! Well, Wednesday is too soon.\nLet it be on Thursday. On Thursday, tell her,\nshe’ll be married to this noble earl. Will you be\nready? Do you think it’s a good idea to rush? We\nshouldn’t have too big a celebration—we can\ninvite a friend or two. Listen, because Tybalt was\njust killed, people might think that we don’t care\nabout his memory as our relative if we have too\ngrand a party. Therefore we’ll have about half a\ndozen friends to the wedding, and that’s it. What\ndo you think about Thursday?"
            },
            {
              "speaker": "PARIS",
              "text": "My lord, I wish Thursday were tomorrow."
            },
            {
              "speaker": "CAPULET",
              "text": "Well go on home. Thursday it is, then. (to LADY\nCAPULET) Visit Juliet before you go to bed. Get\nher ready, my wife, for this wedding\nday. (to PARIS) Farewell, my lord. Now I’m off to\nbed. Oh my! It’s so late that we might as well call\nit early. Good night."
            }
          ]
        },
        {
          "scene_number": 5,
          "scene_title": "Scene V",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ROMEO and JULIET above, at the window"
            },
            {
              "speaker": "JULIET",
              "text": "Are you going? It’s still a long time until daybreak.\nDon’t be afraid. That sound you heard was\nthe nightingale, not the lark. Every night the\nnightingale chirps on that pomegranate-tree.\nBelieve me, my love, it was the nightingale."
            },
            {
              "speaker": "ROMEO",
              "text": "It was the lark, the bird that sings at dawn, not the\nnightingale. Look, my love, what are those\nstreaks of light in the clouds parting in the east?\nNight is over, and day is coming. If I want to live, I\nmust go. If I stay, I’ll die."
            },
            {
              "speaker": "JULIET",
              "text": "That light is not daylight, I know it. It’s some\nmeteor coming out of the sun to light your way to\nMantua. So stay for a while. You don’t have to go\nyet."
            },
            {
              "speaker": "ROMEO",
              "text": "Let me be captured. Let me be put to death. I am\ncontent, if that’s the way you want it. I’ll say the\nlight over there isn’t morning. I’ll say it’s the\nreflection of the moon. I’ll say that sound isn’t the\nlark ringing in the sky. I want to stay more than I\nwant to go. Come, death, and welcome! Juliet\nwants it this way. How are you, my love? Let’s\ntalk. It’s not daylight."
            },
            {
              "speaker": "JULIET",
              "text": "It is, it is. Get out of here, be gone, go away! It’s\nthe lark that sings so out of tune, making such\nharsh noise. Some say the lark makes a sweet\ndivision between day and night. It’s not true\nbecause she separates us. Some say the lark\ntraded its eyes with the toad. Oh, now I wish they\nhad traded voices too! Because the lark’s voice\ntears us out of each other’s arms, and now there\nwill be men hunting for you. Oh, go away now. I\nsee more and more light."
            },
            {
              "speaker": "ROMEO",
              "text": "More and more light. More and more pain for us."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter Nurse, to the chamber"
            },
            {
              "speaker": "NURSE",
              "text": "Madam!"
            },
            {
              "speaker": "JULIET",
              "text": "Nurse?"
            },
            {
              "speaker": "NURSE",
              "text": "Your lady mother is coming to your chamber:\nThe day is broke; be wary, look about."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "JULIET",
              "text": "Then, window, let day in, and let life out."
            },
            {
              "speaker": "ROMEO",
              "text": "Farewell, farewell! one kiss, and I'll descend.\nHe goeth down"
            },
            {
              "speaker": "JULIET",
              "text": "Are you gone like that, my love, my lord? Yes, my\nhusband, my friend! I must hear from you every\nday in the hour. In a minute there are many days.\nOh, by this count I’ll be many years older before I\nsee my Romeo again."
            },
            {
              "speaker": "ROMEO",
              "text": "Farewell! I won’t miss any chance to send my\nlove to you."
            },
            {
              "speaker": "JULIET",
              "text": "Oh, do you think we’ll ever meet again?"
            },
            {
              "speaker": "ROMEO",
              "text": "I have no doubts. All these troubles will give us\nstories to tell each other later in life."
            },
            {
              "speaker": "JULIET",
              "text": "Oh God, I have a soul that predicts evil things!\nNow that you are down there, you look like\nsomeone dead in the bottom of a tomb. Either my\neyesight is failing me, or you look pale."
            },
            {
              "speaker": "ROMEO",
              "text": "And trust me, love, you look pale to me too.\nSadness takes away our color. Goodbye,\nGoodbye!"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "JULIET",
              "text": "Oh luck, luck. Everyone says you can’t make up\nyour mind. If you change your mind so much,\nwhat are you going to do to Romeo, who’s so\nfaithful? Change your mind, luck. I hope maybe\nthen you’ll send him back home soon."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "(offstage) Hey, daughter! Are you awake?"
            },
            {
              "speaker": "JULIET",
              "text": "Who’s that calling? Is it my mother? Isn’t she up\nvery late? Or is she up very early? What strange\nreason could she have for coming here?"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter LADY CAPULET"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "What’s going on, Juliet?"
            },
            {
              "speaker": "JULIET",
              "text": "Madam, I am not well."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Will you cry about your cousin’s death forever?\nAre you trying to wash him out of his grave with\ntears? If you could, you couldn’t bring him back to\nlife. So stop crying. A little bit of grief shows a lot\nof love. But too much grief makes you look stupid."
            },
            {
              "speaker": "JULIET",
              "text": "Let me keep weeping for such a great loss."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "You will feel the loss, but the man you weep for\nwill feel nothing."
            },
            {
              "speaker": "JULIET",
              "text": "Feeling the loss like this, I can’t help but weep for\nhim forever."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Well, girl, you’re weeping not for his death as\nmuch as for the fact that the villain who killed him\nis still alive."
            },
            {
              "speaker": "JULIET",
              "text": "What villain, madam?"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "That villain, Romeo."
            },
            {
              "speaker": "JULIET",
              "text": "speaking so that LADY CAPULET can’t\nhear, He’s far from being a villain. to LADY\nCAPULET May God pardon him! I do, with all\nmy heart. And yet no man could make my heart\ngrieve like he does."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "That’s because the murderer is alive."
            },
            {
              "speaker": "JULIET",
              "text": "Yes, madam, he lies beyond my reach. I wish\nthat no one could avenge my cousin’s death\nexcept me!"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "We’ll have revenge for it. Don’t worry about that.\nStop crying. I’ll send a man to Mantua, where\nthat exiled rogue is living. Our man will poison\nRomeo’s drink, and Romeo will join Tybalt in\ndeath. And then, I hope, you’ll be satisfied."
            },
            {
              "speaker": "JULIET",
              "text": "I’ll never be satisfied with Romeo until I see\nhim . . . dead—dead is how my poor heart feels\nwhen I think about my poor cousin. Madam, if\nyou can find a man to deliver the poison, I’ll mix it\nmyself so that Romeo will sleep quietly soon\nafter he drinks it. Oh, how I hate to hear people\nsay his name and not be able to go after him. I\nwant to take the love I had for my cousin and\ntake it out on the body of the man who killed him."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Find out the way, and I’ll find the right man. But\nnow I have joyful news for you, girl."
            },
            {
              "speaker": "JULIET",
              "text": "And it’s good to have joy in such a joyless time.\nWhat’s the news? Please tell me."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Well, well, you have a careful father, child. He\nhas arranged a sudden day of joy to end your\nsadness. A day that you did not expect and that I\ndid not seek out."
            },
            {
              "speaker": "JULIET",
              "text": "Madam, tell me quickly, what day is that?"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Indeed, my child, at Saint Peter’s Church early\nThursday morning, the gallant, young, and noble\ngentleman Count Paris will happily make you a\njoyful bride."
            },
            {
              "speaker": "JULIET",
              "text": "Now, I swear by Saint Peter’s Church and Peter\ntoo, he will not make me a joyful bride there. This\nis a strange rush. How can I marry him, this\nhusband, before he comes to court me? Please,\ntell my father, madam, I won’t marry yet. And,\nwhen I do marry, I swear, it will be Romeo, whom\nyou know I hate, rather than Paris. That’s really\nnews!"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Here comes your father. Tell him so yourself,\nand see how he takes the news."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter CAPULET and Nurse"
            },
            {
              "speaker": "CAPULET",
              "text": "When the sun sets, the air drizzles dew. But at\nthe death of my brother’s son, it rains a\ndownpour. What are you, girl? Some kind of\nfountain? Why are you still crying? Will you cry\nforever? In one little body you seem like a ship,\nthe sea, and the winds. Your eyes, which I call\nthe sea, flow with tears. The ship is your body\nwhich is sailing on the salt flood of your tears.\nThe winds are your sighs. Your sighs and your\ntears are raging. Unless you calm down, tears\nand sighs will overwhelm your body and sink\nyour ship. So where do things stand, wife? Have\nyou told her our decision?"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Yes, sir, I told her. But she won’t agree. She says\nthank you but refuses. I wish the fool were dead\nand married to her grave!"
            },
            {
              "speaker": "CAPULET",
              "text": "Wait! Hold on, wife. I don’t understand. How can\nthis be? She refuses? Isn’t she grateful? Isn’t\nshe proud of such a match? Doesn’t she realize\nwhat a blessing this is? Doesn’t she realize how\nunworthy she is of the gentleman we have found\nto be her bridegroom?"
            },
            {
              "speaker": "JULIET",
              "text": "I am not proud of what you have found for me.\nBut I am thankful that you have found it. I can\nnever be proud of what I hate. But I can be\nthankful for something I hate, if it was meant with\nlove."
            },
            {
              "speaker": "CAPULET",
              "text": "What is this? What is this fuzzy logic? What is\nthis? I hear you say “proud” and “I thank you,”\nand then “no thank you” and “not proud,” you\nspoiled little girl. You’re not really giving me any\nthanks or showing me any pride. But get yourself\nready for Thursday. You’re going to Saint Peter’s\nChurch to marry Paris. And if you don’t go on\nyour own, I’ll drag you there. You disgust me,\nyou little bug! You worthless girl! You pale face!"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Shame on you! What, are you crazy?"
            },
            {
              "speaker": "JULIET",
              "text": "Good father, I’m begging you on my knees, be\npatient and listen to me say just one thing."
            },
            {
              "speaker": "CAPULET",
              "text": "Forget about you, you worthless girl! You\ndisobedient wretch! I’ll tell you what. Go to\nchurch on Thursday or never look me in the face\nagain. Don’t say anything. Don’t reply. Don’t talk\nback to me.\nJuliet Rises\nI feel like slapping you. Wife, we never thought\nourselves blessed that God only gave us this one\nchild. But now I see that this one is one too\nmany. We were cursed when we had her. She\ndisgusts me, the little hussy!"
            },
            {
              "speaker": "NURSE",
              "text": "God in heaven bless her! My lord, you’re wrong\nto berate her like that."
            },
            {
              "speaker": "CAPULET",
              "text": "And why, wise lady? You shut up, old woman.\nGo blabber with your gossiping friends."
            },
            {
              "speaker": "NURSE",
              "text": "I’ve said nothing wrong."
            },
            {
              "speaker": "CAPULET",
              "text": "Oh, for God’s sake."
            },
            {
              "speaker": "NURSE",
              "text": "Can’t I say something?"
            },
            {
              "speaker": "CAPULET",
              "text": "Be quiet, you mumbling fool! Say your serious\nthings at lunch with your gossiping friends. We\ndon’t need to hear it."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "You’re getting too angry."
            },
            {
              "speaker": "CAPULET",
              "text": "Goddammit! It makes m emad. Day and night,\nhour after hour, all the time, at work, at play,\nalone, in company, my top priority has always\nbeen to find her a husband. Now I’ve provided a\nhusband from a noble family, who is good-\nlooking, young, well-educated. He’s full of good\nqualities.\nHe’s the man of any girl’s dreams. But this\nwretched, whimpering fool, like a whining puppet,\nshe looks at this good fortune and answers, “I\nwon’t get married. I can’t fall in love. I’m too\nyoung. Please, excuse me.” Well, if you won’t get\nmarried, I’ll excuse you. Eat wherever you want,\nbut you can no longer live under my roof.\nConsider that. Think about it. I’m not in the habit\nof joking. Thursday is coming. Put your hand on\nyour heart and listen to my advice. If you act like\nmy daughter, I’ll marry you to my friend. If you\ndon’t act like my daughter, you can beg, starve,\nand die in the streets. I swear on my soul, I will\nnever take you back or do anything for you.\nBelieve me. Think about it. I won’t break this\npromise."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "JULIET",
              "text": "Is there no pity in the sky that can see my\nsadness? Oh, my sweet mother, don’t throw me\nout! Delay this marriage for a month, or a week.\nOr, if you don’t delay, make my wedding bed in\nthe tomb where Tybalt lies."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Don’t talk to me, because I won’t say a word. Do\nas you please, because I’m done worrying about\nyou."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "JULIET",
              "text": "Oh God!—Oh Nurse, how can this be stopped?\nMy husband is alive on earth, my vows of\nmarriage are in heaven. How can I bring those\npromises back down to earth, unless my\nhusband sends them back down to me by dying\nand going to heaven? Give me comfort. Give me\nadvice. Oh no! Oh no! Why does heaven play\ntricks on someone as weak as me? What do you\nsay? Don’t you have one word of joy? Give me\nsome comfort, Nurse."
            },
            {
              "speaker": "NURSE",
              "text": "This is what I have to say: Romeo has been\nbanished. And it’s a sure thing that he will never\ncome back to challenge you. If he does come\nback, he’ll have to sneak back undercover. Then,\nsince things are the way they are, I think the best\nthing to do is to marry the count. Oh, he’s a\nlovely gentleman! Romeo’s a dishcloth compared\nto him. Madam, an eagle does not have eyes as\ngreen, as quick, and as fair as the eyes of Paris.\nCurse my very heart, but I think you should be\nhappy in this second marriage, because it’s\nbetter than your first. Even if it’s not better, your\nfirst marriage is over. Or if Romeo is as good as\nParis, Romeo doesn’t live here, so you don’t get\nto enjoy him."
            },
            {
              "speaker": "JULIET",
              "text": "Are you speaking from your heart?"
            },
            {
              "speaker": "NURSE",
              "text": "I speak from my heart and from my soul too. If\nnot, curse them both."
            },
            {
              "speaker": "JULIET",
              "text": "Amen!"
            },
            {
              "speaker": "NURSE",
              "text": "What?"
            },
            {
              "speaker": "JULIET",
              "text": "Well, you have given me great comfort. Go inside\nand tell my mother that I’m gone. I made my\nfather angry, so I went to Friar Lawrence’s cell to\nconfess and be forgiven."
            },
            {
              "speaker": "NURSE",
              "text": "Alright, I will. This is a good idea."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "JULIET",
              "text": "That damned old lady! Oh, that most wicked\nfiend! Is it a worse sin for her to want me to break\nmy vows or for her to say bad things about my\nhusband after she praised him so many times\nbefore? Away with you and your advice, Nurse.\nFrom now on, I will never tell you what I feel in\nmy heart. I’m going to the Friar to find out his\nsolution. If everything else fails, at least I have\nthe power to take my own life."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            }
          ]
        }
      ]
    },
    {
      "act_number": 4,
      "act_title": "ACT IV",
      "scenes": [
        {
          "scene_number": 1,
          "scene_title": "Scene I",
          "location": "",
          "lines": [
            {
              "speaker": "ACT IV",
              "text": "SCENE I. Friar Laurence's cell."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter FRIAR LAURENCE and PARIS"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "On Thursday, sir? That’s very soon."
            },
            {
              "speaker": "PARIS",
              "text": "That’s how my future father-in-law Capulet wants\nit, and I’m not dragging my feet."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "You say you don’t know what the girl thinks.\nThat’s a rocky road to be riding. I don’t like it."
            },
            {
              "speaker": "PARIS",
              "text": "She’s grieving too much over the death of Tybalt.\nSo I haven’t had the chance to talk to her about\nlove. Romantic love doesn’t happen when people\nare in mourning. Now, sir, her father thinks it’s\ndangerous that she allows herself to become so\nsad. He’s being smart by rushing our marriage to\nstop her from crying. She cries too much by\nherself. If she had someone to be with her, she\nwould stop crying. Now you know the reason for\nthe rush."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "(to himself) I wish I didn’t know the reason why\nthe marriage should be slowed down.\nLook, sir, here comes the lady walking toward my\ncell."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter JULIET"
            },
            {
              "speaker": "PARIS",
              "text": "I’m happy to meet you, my lady and my wife."
            },
            {
              "speaker": "JULIET",
              "text": "That might be the case sir, after I’m married."
            },
            {
              "speaker": "PARIS",
              "text": "That “may be” must be, love, on Thursday."
            },
            {
              "speaker": "JULIET",
              "text": "What must be will be."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "That is a certain truth."
            },
            {
              "speaker": "PARIS",
              "text": "father?\nHave you come to make confession to this"
            },
            {
              "speaker": "JULIET",
              "text": "If I answered that question, I’d be making\nconfession to you."
            },
            {
              "speaker": "PARIS",
              "text": "Don’t deny to him that you love me."
            },
            {
              "speaker": "JULIET",
              "text": "I’ll confess to you that I love him."
            },
            {
              "speaker": "PARIS",
              "text": "You will also confess, I’m sure, that you love me."
            },
            {
              "speaker": "JULIET",
              "text": "If I do so, it will mean more if I say it behind your\nback than if I say it to your face."
            },
            {
              "speaker": "PARIS",
              "text": "You poor soul, your face has suffered many\ntears."
            },
            {
              "speaker": "JULIET",
              "text": "The tears haven’t done much because my face\nlooked bad enough before I started to cry."
            },
            {
              "speaker": "PARIS",
              "text": "You’re treating your face even worse by saying\nthat."
            },
            {
              "speaker": "JULIET",
              "text": "What I say isn’t slander, sir. It’s the truth. And\nwhat I said, I said to my face."
            },
            {
              "speaker": "PARIS",
              "text": "Your face is mine, and you have slandered it."
            },
            {
              "speaker": "JULIET",
              "text": "That may be the case, because my face doesn’t\nbelong to me.—Do you have time for me now,\nFather, or should I come to you at evening mass?"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "I have time for you now, my sad\ndaughter. (to PARIS) My lord, we must ask you to\nleave us alone."
            },
            {
              "speaker": "PARIS",
              "text": "God forbid that I should prevent sacred devotion!\nJuliet, I will wake you early on Thursday. (kissing\nher) Until then, good-bye, and keep this holy kiss."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "JULIET",
              "text": "Oh, shut the door, and after you shut it, come\nover here and weep with me. This mess is\nbeyond hope, beyond cure, beyond help!"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Oh, Juliet, I already know about your sad\nsituation. It’s a problem too hard for me to solve. I\nhear that you must marry this count on Thursday,\nand that nothing can delay it."
            },
            {
              "speaker": "JULIET",
              "text": "Don’t tell me that you’ve heard about this\nmarriage, Friar, unless you can tell me how to\nprevent it. If you who are so wise can’t help,\nplease be kind enough to call my solution\nwise.(she shows him a knife) And I’ll solve the\nproblem now with this knife. God joined my heart\nto Romeo’s. You joined our hands. And before I—\nwho was married to Romeo by you—am married\nto another man, I’ll kill myself. You are wise and\nyou have so much experience. Give me some\nadvice about the current situation. Or watch.\nCaught between these two difficulties, I’ll act like\na judge with my bloody knife. I will truly and\nhonorably resolve the situation that you can’t fix,\ndespite your experience and education. Don’t\nwait long to speak. I want to die if what you say\nisn’t another solution."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Hold on, daughter, I see some hope. But we\nmust act boldly because the situation is so\ndesperate. If you’ve made up your mind to kill\nyourself instead of marrying Count Paris, then\nyou’ll probably be willing to try something like\ndeath to solve this shameful problem. You can\nwrestle with death to escape from shame. And if\nyou dare to do it, I’ll give you the solution."
            },
            {
              "speaker": "JULIET",
              "text": "Oh, you can tell me to jump off the battle posts of\nany tower, or to walk down the crime-ridden\nstreets of a slum. Or tell me to sit in a field full of\npoisonous snakes. Chain me up with wild bears.\nHide me every night in a morgue full of dead\nbodies with wet, smelly flesh and skulls without\njawbones. Or tell me to climb down into a freshly\ndug grave, and hide me with a dead man in his\ntomb. All those ideas make me tremble when I\nhear them named. But I will do them without fear\nor dread in order to be a pure wife to my sweet\nlove."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Hold on, then. Go home, be cheerful, and tell\nthem you agree to marry Paris. Tomorrow is\nWednesday. Tomorrow night make sure that you\nare alone. Don’t let the Nurse stay with you in\nyour bedroom. (showing her a vial) When you’re\nin bed, take this vial, mix its contents with liquor,\nand drink. Then a cold, sleep-inducing drug will\nrun through your veins, and your pulse will stop.\nYour flesh will be cold, and you’ll stop breathing.\nThe red in your lips and your cheeks will turn\npale, and your eyes will shut. It will seem like\nyou’re dead. You won’t be able to move, and\nyour body will be stiff like a corpse. You’ll remain\nin this deathlike state for forty-two hours, and\nthen you’ll wake up as if from a pleasant sleep.\nNow, when the bridegroom comes to get you out\nof bed on Thursday morning, you’ll seem dead.\nThen, as tradition demands, you’ll be dressed up\nin your best clothes, put in an open coffin, and\ncarried to the Capulet family tomb. Meanwhile, I’ll\nsend Romeo word of our plan. He’ll come here,\nand we’ll keep a watch for when you wake up.\nThat night, Romeo will take you away to Mantua.\nThis plan will free you from the shameful\nsituation that troubles you now as long as you\ndon’t change your mind, or become scared like a\nsilly woman and ruin your brave effort."
            },
            {
              "speaker": "JULIET",
              "text": "Give me the vial. Give it to me! Don’t talk to me\nabout fear."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "(giving her the vial) Now go along on your way.\nBe strong and successful in this decision. I’ll\nsend a friar quickly to Mantua with my letter for\nRomeo."
            },
            {
              "speaker": "JULIET",
              "text": "Love will give me strength, and strength will help\nme accomplish this plan. Goodbye, dear Father."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 2,
          "scene_title": "Scene II",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter CAPULET, LADY  CAPULET, Nurse, and two Servingmen"
            },
            {
              "speaker": "CAPULET",
              "text": "Invite all the guests on this list."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit FIRST SERVANT"
            },
            {
              "speaker": "SECOND SERVANT",
              "text": "You won’t get any bad cooks from me. I’ll test\nthem by making them lick their fingers."
            },
            {
              "speaker": "CAPULET",
              "text": "How can you test them like that?"
            },
            {
              "speaker": "SECOND SERVANT",
              "text": "Easy, sir. It’s a bad cook who can’t lick his own\nfingers. So the cooks who can’t lick their fingers\naren’t hired."
            },
            {
              "speaker": "CAPULET",
              "text": "Go, get out of here."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit Second Servant"
            },
            {
              "speaker": "NURSE",
              "text": "Yes, that’s true."
            },
            {
              "speaker": "CAPULET",
              "text": "Well, there’s a chance he may do her some good.\nShe’s a stubborn little brat."
            },
            {
              "speaker": "NURSE",
              "text": "Look, she’s come home from confession with a happy look on her face."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter JULIET"
            },
            {
              "speaker": "CAPULET",
              "text": "So, my headstrong daughter, where have you been?"
            },
            {
              "speaker": "JULIET",
              "text": "I went somewhere where I learned that being\ndisobedient to my father is a sin. Holy Father\nLawrence instructed me to fall on my knees and\nbeg your forgiveness. (she kneels down) Forgive\nme, I beg you. From now on I’ll do whatever you\nsay."
            },
            {
              "speaker": "CAPULET",
              "text": "Send for the Count. Go tell him about this. I’ll\nmake this wedding happen tomorrow morning."
            },
            {
              "speaker": "JULIET",
              "text": "I met the young man at Lawrence’s cell. I treated\nhim with the proper love, as well as I could, while\nstill being modest. Juliet Kneels"
            },
            {
              "speaker": "CAPULET",
              "text": "Well, I’m glad about this. This is good. Stand up.\nThis is the way is should be. I want to see the\ncount. Yes, alright, go, I say, and bring him here.\nNow, before God, our whole city owes this friar a\ngreat debt."
            },
            {
              "speaker": "JULIET",
              "text": "Nurse, will you come with me to my closet and\nhelp me pick out the clothes and the jewelry I’ll\nneed to wear tomorrow?"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "No, not until Thursday. There’s plenty of time."
            },
            {
              "speaker": "CAPULET",
              "text": "Go, Nurse, go with her. We’ll have the wedding at\nthe church tomorrow."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt JULIET and Nurse"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Our supplies will be short for the party. It’s\nalready almost night."
            },
            {
              "speaker": "CAPULET",
              "text": "Don’t worry, I will set things in motion. And\neverything will be alright, I promise you, wife. You\nshould go to Juliet and dress her up. I’m not\ngoing to bed tonight. Leave me alone. I’ll pretend\nto be the housewife for once."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 3,
          "scene_title": "Scene III",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter JULIET and Nurse"
            },
            {
              "speaker": "JULIET",
              "text": "Yes, those are the best clothes. But, gentle\nNurse, please leave me alone tonight. I have to\nsay a lot of prayers to make the heavens bless\nme. You know that my life is troubled and full of\nsin."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter LADY CAPULET"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "What, are you busy? Do you need my help?"
            },
            {
              "speaker": "JULIET",
              "text": "No, madam, we’ve figured out the best things for\nme to wear tomorrow at the ceremony. So if it’s\nokay with you, I’d like to be left alone now. Let the\nNurse sit up with you tonight. I’m sure you have\nyour hands full preparing for the sudden\nfestivities."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Good night. Go to bed and get some rest. I’m\nsure you need it."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt LADY CAPULET and Nurse"
            },
            {
              "speaker": "JULIET",
              "text": "Good-bye. Only God knows when we’ll meet\nagain. There is a slight cold fear cutting through\nmy veins. It almost freezes the heat of life. I’ll call\nthem back here to comfort me. Nurse!—Oh, what\ngood would she do here?\nIn my desperate situation, I have to act alone.\nAlright, here’s the vial. What if this mixture\ndoesn’t work at all? Will I be married tomorrow\nmorning? No, no, this knife will stop it. Lie down\nright there.\n(she lays down the knife) What if the Friar mixed\nthe potion to kill me? Is he worried that he will be\ndisgraced if I marry Paris after he married me to\nRomeo? I’m afraid that it’s poison. And yet, it\nshouldn’t be poison because he is a trustworthy\nholy man. What if, when I am put in the tomb, I\nwake up before Romeo comes to save me?\nThat’s a frightening idea. Won’t I suffocate in the\ntomb? There’s no healthy air to breathe in there.\nWill I die of suffocation before Romeo comes? Or\nif I live, I’ll be surrounded by death and darkness.\nIt will be terrible. There will be bones hundreds of\nyears old in that tomb, my ancestors' bones.\nTybalt’s body will be in there, freshly entombed,\nand his corpse will be rotting. They say that\nduring the night the spirits are in tombs. Oh no,\noh no. I’ll wake up and smell awful odors. I’ll hear\nscreams that would drive people crazy.\nIf I wake up too early, won’t I go insane with all\nthese horrible, frightening things around me, start\nplaying with my ancestors' bones, and pull\nTybalt’s corpse out of his death shroud? Will I\ngrab one of my dead ancestor’s bones and bash\nin my own skull? Oh, look! I think I see my cousin\nTybalt’s ghost. He’s looking for Romeo because\nRomeo killed him with his sword. Wait, Tybalt,\nwait! Romeo, Romeo, Romeo! Here’s a drink. I\ndrink to you.\nShe falls upon her bed, within the curtains"
            }
          ]
        },
        {
          "scene_number": 4,
          "scene_title": "Scene IV",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter LADY CAPULET and Nurse"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Wait. Take these keys and get more spices,\nNurse."
            },
            {
              "speaker": "NURSE",
              "text": "They’re calling for dates and quinces in the pastry\nkitchen."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter CAPULET"
            },
            {
              "speaker": "CAPULET",
              "text": "Come on, wake up, wake up, wake up! The\nsecond cock crowed. The curfew-bell rang. It’s\nthree o'clock. Go get the baked meats, good\nAngelica. Don’t worry about the cost."
            },
            {
              "speaker": "NURSE",
              "text": "Go, you old housewife, go. Go to bed, dear. You’ll\nbe sick tomorrow because you’ve stayed up all\nnight."
            },
            {
              "speaker": "CAPULET",
              "text": "No, not at all. What? I’ve stayed up all night many\ntimes before for less important matters, and I’ve\nnever gotten sick."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Yes, you’ve been a ladies' man in your time. But\nI’ll make sure you don’t stay up any later now."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt LADY CAPULET and Nurse"
            },
            {
              "speaker": "CAPULET",
              "text": "A jealous woman, a jealous woman!"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter three or four Servingmen, with spits, logs, and baskets"
            },
            {
              "speaker": "FIRST SERVANT",
              "text": "Things for the cook, sir. But I don’t know what they are."
            },
            {
              "speaker": "CAPULET",
              "text": "Hurry up, hurry up."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit First Servant"
            },
            {
              "speaker": "SECOND SERVANT",
              "text": "I’m smart enough to find the logs myself without\nbothering Peter."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "CAPULET",
              "text": "Right, and well said. That guy’s funny. He’s got a\nhead full of logs. Goodness, it’s daylight. The\ncount will be here soon with music. At least he\nsaid he would. I hear him coming near.\nMusic within\nNurse! Wife! What, ho! What, nurse, I say!\nTo Nurse, Go wake Juliet. Go and get her dressed.\nI’ll go and chat with Paris. Hey, hurry up, hurry up!\nThe bridegroom is already here.\nHurry up, I say."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 5,
          "scene_title": "Scene V",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter Nurse"
            },
            {
              "speaker": "NURSE",
              "text": "Mistress! Hey, mistress! Juliet! I bet she’s fast\nasleep. Hey, lamb! Hey, lady! Hey, you lazy\nbones! Hey, love, I say! Madam! Sweetheart!\nHey, bride! What, you don’t say a word? You take\nyour beauty sleep now. Get yourself a week’s\nworth of sleep. Tomorrow night, I bet, Count Paris\nwon’t let you get much rest. God forgive me.\nAlright, and amen. How sound asleep she is! I\nmust wake her up. Madam, madam, madam!\nYes, let the count take you in your bed. He’ll\nwake you up, I bet. Won’t he?\n(she opens the bed curtains) What? You’re still\ndressed in all your clothes. But you’re still asleep.\nI must wake you up. Lady! Lady! Lady! Oh no, oh\nno! Help, help! My lady’s dead! Oh curse the day\nthat I was born! Ho! Get me some brandy! My\nlord! My lady!"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter LADY CAPULET"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "What’s all the noise in here?"
            },
            {
              "speaker": "NURSE",
              "text": "Oh, sad day!"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "What is the matter?"
            },
            {
              "speaker": "NURSE",
              "text": "Look, look! Oh, what a sad day!"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Oh my, Oh my! My child, my reason for living,\nwake up, look up, or I’ll die with you! Help, help!\nCall for help."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter CAPULET"
            },
            {
              "speaker": "CAPULET",
              "text": "For shame, bring Juliet out here. Her bridegroom\nis here."
            },
            {
              "speaker": "NURSE",
              "text": "She’s dead, deceased, she’s dead. Curse the\nday!"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Curse the day! She’s dead, she’s dead, she’s\ndead!"
            },
            {
              "speaker": "CAPULET",
              "text": "No! Let me see her. Oh no! She’s cold. Her blood\nhas stopped, and her joints are stiff. She’s been\ndead for some time. She’s dead, like a beautiful\nflower, killed by an unseasonable frost."
            },
            {
              "speaker": "NURSE",
              "text": "Oh, sad day!"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Oh, this is a painful time!"
            },
            {
              "speaker": "CAPULET",
              "text": "Death, which has taken her away to make me\ncry, now ties up my tongue and won’t let me\nspeak."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter FRIAR LAURENCE and PARIS, with Musicians"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Come, is the bride ready to go to church?"
            },
            {
              "speaker": "CAPULET",
              "text": "She’s ready to go, but she’ll never\nreturn. (to PARIS) Oh son! On the night before\nyour wedding day, death has taken your wife.\nThere she lies. She was a flower, but death\ndeflowered her.\nDeath is my son-in-law. Death is my heir. My\ndaughter married death. I will die and leave Death\neverything. Life, wealth, everything belongs to\nDeath."
            },
            {
              "speaker": "PARIS",
              "text": "Have I waited so long to see this morning, only to see this?"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Accursed, unhappy, wretched, hateful day! This is\nthe most miserable hour of all time! I had only\none child, one poor child, one poor and loving\nchild, the one thing I had to rejoice and comfort\nmyself, and cruel Death has stolen it from me!"
            },
            {
              "speaker": "NURSE",
              "text": "Oh pain! Oh painful, painful, painful day! The\nsaddest day, most painful day that I ever, ever did\nbehold! Oh day! Oh day! Oh day! Oh hateful day!\nThere has never been so black a day as today.\nOh painful day, Oh painful day!"
            },
            {
              "speaker": "PARIS",
              "text": "She was tricked, divorced, wronged, spited,\nkilled! Death, the most despicable thing, tricked\nher. Cruel, cruel Death killed her. Oh love! Oh life!\nThere is no life, but my love is dead!"
            },
            {
              "speaker": "CAPULET",
              "text": "Despised, distressed, hated, martyred, killed!\nWhy did this have to happen now? Why did\nDeath have to ruin our wedding? Oh child! Oh\nchild! My soul and not my child! You are dead! Oh\nno! My child is dead. My child will be buried, and\nso will my joys."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Be quiet, for shame! The cure for confusion is not\nyelling and screaming. You had this child with the\nhelp of heaven. Now heaven has her.\nShe is in a better place. You could not prevent\nher from dying someday, but heaven will give her\neternal life. The most you hope for was for her to\nmarry wealthy and rise up the social ladder—that\nwas your idea of heaven. And now you cry, even\nthough she has risen up above the clouds, as\nhigh as heaven itself? Oh, in this love, you love\nyour child so badly, that you go mad, even though\nshe is in heaven. It is best to marry well and die\nyoung, better than to be married for a long time.\nDry up your tears, and put your rosemary on this\nbeautiful corpse. And, in accordance with custom,\ncarry her to the church in her best clothes. It’s\nnatural for us to shed tears for her, but the truth\nis, we should be happy for her."
            },
            {
              "speaker": "CAPULET",
              "text": "All the things that we prepared for the wedding\nparty will now be used for the funeral. Our happy\nmusic will now be sad. Our wedding banquet will\nbecome a sad burial feast. Our celebratory\nhymns will change to sad funeral marches. Our\nbridal flowers will cover a buried corpse. And\neverything will be used for the opposite purpose\nfrom what we intended."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Sir, you go in. And, madam, go with him. And you\ngo too, Sir Paris. Everyone prepare to take this\nbeautiful corpse to her grave. The heavens hang\nthreateningly over you for some past sin. Don’t\ndisturb the heavens any more by trying to go\nagainst heaven’s will."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt CAPULET, LADY CAPULET, PARIS, and FRIAR LAURENCE"
            },
            {
              "speaker": "NURSE",
              "text": "Honest good boys, ah, put 'em away, put 'em\naway. As you know, this is a sad case."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter PETER"
            },
            {
              "speaker": "PETER",
              "text": "Musicians, oh, musicians, play “Heart’s Ease,”\n“Heart’s Ease.” Oh, I’ll die if you don’t play\n“Heart’s Ease.”\nFirst Musician\nWhy “Heart’s Ease”?"
            },
            {
              "speaker": "PETER",
              "text": "Oh, musicians, because my heart is singing “My\nHeart is Full of Woe.” Oh, play me some happy\nsad song to comfort me.\nFirst Musician\nNo, not a sad song. It’s not the right time to play."
            },
            {
              "speaker": "PETER",
              "text": "You won’t, then?\nFirst Musician\nNo"
            },
            {
              "speaker": "PETER",
              "text": "Then I’ll really give it to you.\nFirst Musician\nWhat will you give us?"
            },
            {
              "speaker": "PETER",
              "text": "No money, I swear. But I’ll play a trick on you. I’ll\ncall you a minstrel.\nFirst Musician\nThen I’ll call you a serving-creature."
            },
            {
              "speaker": "PETER",
              "text": "Then I’ll smack you on the head with the serving-\ncreature’s knife. I won’t mess around. I’ll make\nyou sing. Do you hear me?\nFirst Musician\nIf you make us sing, you’ll hear us.\nSecond Musician\nPlease, put down your knife and stop kidding\naround."
            },
            {
              "speaker": "PETER",
              "text": "So you don’t like my kidding around! I’ll kid you to\ndeath, and then I’ll put down my knife. Answer\nme like men.\n(sings)\nWhen sadness wounds your heart,\nAnd pain takes over your mind,\nThen music with her silver sound—\n(speaks) Why the line “silver sound”? What do\nthey mean, “music with her silver sound”? What\ndo you say, Simon Catling?\nFirst Musician\nWell, sir, because silver has a sweet sound."
            },
            {
              "speaker": "PETER",
              "text": "That’s a stupid answer! What do you say,\nHughRebeck?\nSecond Musician\nI say “silver sound,” because musicians play to\nearn silver."
            },
            {
              "speaker": "PETER",
              "text": "Another studpid answer! What do you say,\nJames Soundpost?\nThird Musician\nWell, I don’t know what to say."
            },
            {
              "speaker": "PETER",
              "text": "Oh, I beg your pardon. You’re the singer. I’ll\nanswer for you. It is “music with her silver\nsound,” because musicians have no gold to use\nto make sounds.\n(sings)\nThen music with her silver sound\nmakes you feel just fine."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        }
      ]
    },
    {
      "act_number": 5,
      "act_title": "ACT V",
      "scenes": [
        {
          "scene_number": 1,
          "scene_title": "Scene I",
          "location": "",
          "lines": [
            {
              "speaker": "ACT V",
              "text": "SCENE I. Mantua. A street."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ROMEO"
            },
            {
              "speaker": "ROMEO",
              "text": "If I can trust my dreams, then some joyful news is\ncoming soon. Love rules my heart, and all day\nlong a strange feeling has been making me\ncheerful. I had a dream that my lady came and\nfound me dead. It’s a strange dream that lets a\ndead man think! She came and brought me back\nto life by kissing my lips. I rose from the dead and\nwas an emperor. Oh my! How sweet it it would be\nto actually have the woman I love, when merely\nthinking about love makes me so happy."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter BALTHASAR, booted"
            },
            {
              "speaker": "BALTHASAR",
              "text": "Then she is well, and nothing is wrong. Her body\nsleeps in the Capulet tomb, and her immortal soul\nlives with the angels in heaven. I saw her buried\nin her family’s tomb, and then I came here to tell\nyou the news. Oh, pardon me for bringing this\nbad news, but you told me it was my job, sir."
            },
            {
              "speaker": "ROMEO",
              "text": "Is it really true? Then I rebel against you, stars!\nYou know where I live. Get me some ink and\npaper, and hire some horses to ride. I will leave\nhere for Verona tonight."
            },
            {
              "speaker": "BALTHASAR",
              "text": "Please, sir, have patience. You look pale and wild\nas if you’re going to hurt yourself."
            },
            {
              "speaker": "ROMEO",
              "text": "Tsk, you’re wrong. Leave me and do what I told\nyou to do. Don’t you have a letter for me from the\nfriar?"
            },
            {
              "speaker": "BALTHASAR",
              "text": "No, my good lord."
            },
            {
              "speaker": "ROMEO",
              "text": "No matter. Get on your way and hire those\nhorses. I’ll be with you right away."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit BALTHASAR"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter APOTHECARY"
            },
            {
              "speaker": "APOTHECARY",
              "text": "Who’s that calling so loud?"
            },
            {
              "speaker": "ROMEO",
              "text": "Come here, man. I see that you are poor. Here\nare forty ducats. Let me have a shot of poison,\nsomething that works so fast that the person who\ntakes it will die as fast as gunpowder exploding in\na canon."
            },
            {
              "speaker": "APOTHECARY",
              "text": "I have lethal poisons like that. But it’s against the\nlaw to sell them in Mantua, and the penalty is\ndeath."
            },
            {
              "speaker": "ROMEO",
              "text": "You’re this poor and wretched and still afraid to\ndie? Your cheeks are thin because of hunger. I\ncan see in your eyes that you’re starving. Anyone\ncan see that you’re a beggar. The world is not\nyour friend, and neither is the law. The world\ndoesn’t make laws to make you rich. So don’t be\npoor. Break the law, and take this money."
            },
            {
              "speaker": "APOTHECARY",
              "text": "I agree because I’m poor, not because I want to."
            },
            {
              "speaker": "ROMEO",
              "text": "I pay you because you’re poor, not because you\nwant me to buy this."
            },
            {
              "speaker": "APOTHECARY",
              "text": "gives Romeo poison, Put this in any kind of\nliquid you want and drink it down. Even if you\nwere as strong as twenty men, it would kill you\nimmediately."
            },
            {
              "speaker": "ROMEO",
              "text": "gives APOTHECARY money, There is your gold.\nMoney is a worse poison to men’s souls, and\ncommits more murders in this awful world, than\nthese poor poisons that you’re not allowed to sell.\nI’ve sold you poison. You haven’t sold me any.\nGoodbye. Buy yourself food, and put some flesh\non your bones. I’ll take this mixture, which is a\nmedicine, not a poison, to Juliet’s grave. That’s\nwhere I must use it."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        },
        {
          "scene_number": 2,
          "scene_title": "Scene II",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter FRIAR JOHN"
            },
            {
              "speaker": "FRIAR JOHN",
              "text": "Holy Franciscan friar! brother, ho!"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter FRIAR LAURENCE"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "That sounds like the voice of Friar John.\nWelcome back from Mantua. What does Romeo\nsay? Or, if he wrote down his thoughts, give me\nhis letter."
            },
            {
              "speaker": "FRIAR JOHN",
              "text": "I went to find another poor friar from our order to\naccompany me. He was here in this city visiting\nthe sick. When I found him, the town health\nofficials suspected that we were both in a house\nthat had been hit with the plague. They\nquarantined the house, sealed up the doors, and\nrefused to let us out. I couldn’t go to Mantua\nbecause I was stuck there."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Then who took my letter to Romeo?"
            },
            {
              "speaker": "FRIAR JOHN",
              "text": "I couldn’t send it. Here it is.\nI couldn’t get a messenger to bring it to you either because they were scared of spreading the infection."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Unhappy fortune! By my brotherhood, the letter\nwas not just a nice greeting. It was full of very\nimportant information. It’s very dangerous that it\nhasn’t been sent. Friar John, go and get me an\niron crowbar. Bring it straight back to my cell."
            },
            {
              "speaker": "FRIAR JOHN",
              "text": "Brother, I’ll go and bring it to you."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Now I must go to the tomb alone. Within three\nhours Juliet will wake up. She’ll be very angry\nwith me that Romeo doesn’t know what\nhappened. But I’ll write again to Mantua, and I’ll\nkeep her in my cell until Romeo comes. That poor\nliving corpse. She’s shut inside a dead man’s\ntomb!"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            }
          ]
        },
        {
          "scene_number": 3,
          "scene_title": "Scene III",
          "location": "",
          "lines": [
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter PARIS, and his Page bearing flowers and a torch"
            },
            {
              "speaker": "PARIS",
              "text": "Give me your torch, boy. Go away and stay apart\nfrom me. Put the torch out, so I can’t be seen.\nHide under the yew-trees over there. Listen to\nmake sure no one is coming through the\ngraveyard. If you hear any one, whistle to me to\nsignal that someone is approaching. Give me\nthose flowers. Do as I tell you. Go."
            },
            {
              "speaker": "PAGE",
              "text": "to himself, I am almost afraid to stand alone here\nin the graveyard, but I’ll take the risk."
            },
            {
              "speaker": "PARIS",
              "text": "he scatters flowers at JULIET’s closed\ntomb, Sweet flower, I’m spreading flowers over\nyour bridal bed. Oh, pain! Your canopy is dust\nand stones. I’ll water these flowers every night\nwith sweet water. Or, if I don’t do that, my nightly\nrituals to remember you will be to put flowers on\nyour grave and weep.\nThe Page whistles\nThe boy is warning me that someone\napproaches. Who could be walking around here\ntonight? Who’s ruining my rituals of true love?\nIt’s someone with a torch! I must hide in the\ndarkness for awhile.\nRetires"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter ROMEO and BALTHASAR, with a torch, mattock,  & c"
            },
            {
              "speaker": "ROMEO",
              "text": "Give me that pickax and the crowbar., gets from Balthasar\nHere, take this letter.\nEarly in the morning deliver it to my father. gives letter to B\nGive me the light. Swear on your life, I\ncommand you, whatever you hear or see, stay\naway from me and do not interrupt me in my plan.\nI’m going down into this tomb of the dead, partly\nto behold my wife’s face. But my main reason is\nto take a precious ring from her dead finger. I\nmust use that ring for an important purpose. So\ngo on your way. But if you get curious and return\nto spy on me, I swear I’ll tear you apart limb by\nlimb and spread your body parts around to feed\nthe hungry animals in the graveyard. My plan is\nwild and savage. I am more fierce in this\nendeavor than a hungry tiger or the raging sea."
            },
            {
              "speaker": "BALTHASAR",
              "text": "I’ll go, sir, and I won’t bother you."
            },
            {
              "speaker": "ROMEO",
              "text": "That’s the way to show me friendship. Take\nthis., money to Balthasar Live and be\nprosperous. Farewell, good fellow."
            },
            {
              "speaker": "BALTHASAR",
              "text": "speaking so Paris can hear, Despite\nwhat I said, I’ll hide nearby. I’m frightened by the\nlook on his face, and I have doubts about his\nintentions."
            },
            {
              "speaker": "ROMEO",
              "text": "speaking to the thumb, you horrible mouth of\ndeath! You’ve eaten up the dearest creature on\nEarth. Now I’m going to force open your rotten\njaws and make you eat another\nbody. Romeo begins to open the tomb"
            },
            {
              "speaker": "PARIS",
              "text": "speaking so that ROMEO can’t hear, It’s that\narrogant Montague, the one who’s been\nbanished. He’s the one who murdered my love’s\ncousin Tybalt. They think she died with grief for\nthat cousin. This guy has come here to commit\nawful crimes against the dead bodies. I’ll catch\nhim.\nto Romeo, stop your evil work, vile Montague!\nCan you take revenge on dead bodies?\nCondemned villain, I’ve caught you. Obey and\ncome with me. You must die."
            },
            {
              "speaker": "ROMEO",
              "text": "I must indeed. That’s why I came here. Good and\nnoble young man, don’t mess with someone\nwho’s desperate. Get away from here and leave\nme. Think about the ones who have died. Let\nthem put fear in your heart. Please, young man,\ndon’t make me angry. I don’t want to commit\nanother crime. Oh, go away! I swear, I love you\nmore than I love myself. For I’ve come here with\nweapons to use against myself. Don’t stay here,\ngo away. Live, and from now on, say a madman\nmercifully told you to run away."
            },
            {
              "speaker": "PARIS",
              "text": "I refuse your request. I’m arresting you as a\ncriminal."
            },
            {
              "speaker": "ROMEO",
              "text": "Are you going to provoke me? Alright, let’s fight,\nboy!\nThey fight"
            },
            {
              "speaker": "PAGE",
              "text": "Oh Lord, they’re fighting! I’ll go call the watch."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit"
            },
            {
              "speaker": "PARIS",
              "text": "he falls, Oh, I’ve been killed!\nIf you are merciful, open the tomb and lay me\nnext to Juliet.\nDies"
            },
            {
              "speaker": "ROMEO",
              "text": "Alright, I will. Let me look at this face. It’s\nMercutio’s relative, noble Count Paris! What did\nmy man say? I was worried, so I wasn’t listening\nto him while we were riding. I think he told me\nParis was about to marry Juliet. Isn’t that what he\nsaid? Or was I dreaming? Or am I crazy? Did I\nhear him say something about Juliet and jump to\nconclusions? Oh, give me your hand. Both of us\nhad such bad luck! I’ll bury you in a magnificent\ngrave.\nA grave? Oh no! This is a lantern, dead Paris.\nJuliet lies here, and her beauty fills this tomb with\nlight. Dead men, lie there. You are being buried\nby another dead man.\nLaying PARIS in the tomb\nHow often are men happy right before they die!\nThey call it the lightness before death. Oh, how\ncan I call this lightness? Oh, my love! My wife!\nDeath has sucked the honey from your breath,\nbut it has not yet ruined your beauty. You haven’t\nbeen conquered. There is still red in your lips and\nin your cheeks. Death has not yet turned them\npale. Tybalt, are you lying there in your bloody\ndeath shroud? Oh, what better favor can I do for\nyou than to kill the man who killed you with the\nsame hand that made you die young. Forgive\nme, cousin! Ah, dear Juliet, why are you still so\nbeautiful? Should I believe that death is in love\nwith you, and that the awful monster keeps you\nhere to be his mistress? I don’t like that idea, so\nI’ll stay with you. And I will never leave this tomb.\nHere, here I’ll remain with worms that are your\nchamber-maids. Oh, I’ll rest here forever. I’ll\nforget about all the bad luck that has troubled\nme. Eyes, look out for the last time! Arms, make\nyour last embrace! And lips, you are the doors of\nbreath. Seal with a righteous kiss the deal I have\nmade with death\nforever\nDrinks\nO true apothecary!\nThy drugs are quick. Thus with a kiss I die.\nDies\nEnter, at the other end of the churchyard, FRIAR LAURENCE, with a lantern, crow, and spade"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Saint Francis, help me! How often tonight have\nmy old feet stumbled on gravestones! Who’s\nthere?"
            },
            {
              "speaker": "BALTHASAR",
              "text": "I’m a friend, a friend who knows you well."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "God bless you! Tell me, my good friend, what is\nthat light over there? The one that vainly lights\nup the darkness for worms and skulls without\neyes? It looks to me like it’s burning in the\nCapulet tomb."
            },
            {
              "speaker": "BALTHASAR",
              "text": "That is where it’s burning, father. My master is\nthere. The one you love."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Who is it?"
            },
            {
              "speaker": "BALTHASAR",
              "text": "Romeo."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "How long has he been there?"
            },
            {
              "speaker": "BALTHASAR",
              "text": "For a full half hour."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Go with me to the tomb."
            },
            {
              "speaker": "BALTHASAR",
              "text": "I don’t dare, sir. My master doesn’t know I’m still\nhere. He threatened me with death if I stayed to\nlook at what he was doing."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "Stay, then. I’ll go alone. I’m suddenly afraid. Oh,\nI’m very scared something awful has happened."
            },
            {
              "speaker": "BALTHASAR",
              "text": "As I slept under this yew-tree here, I had a\ndream that my master and someone else were\nfighting and that my master killed him."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "approaching the tomb,Romeo!\nOh no! What is this blood that stains the stony\nentrance of this tomb? Why are these bloody\nswords lying here, abandoned by their masters?\nNext to this place of peace?\nEnters the tomb\nRomeo! Oh, he’s pale!\nWho else? What, Paris too? And he’s covered in\nblood? Ah, when did these horrible things\nhappen? The lady’s moving.\nJULIET wakes"
            },
            {
              "speaker": "JULIET",
              "text": "Oh friendly friar! Where is my husband? I\nremember very well where I should be, and here\nI am. Where is my Romeo?\nNoise within"
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "I hear some noise. Lady, come out of the tomb.\nA greater power than we can fight has ruined our\nplan. Come, come away. Your husband lies dead\nthere, and Paris too. Come, I’ll place you among\nthe sisterhood of holy nuns. Don’t wait to ask\nquestions. The watch is coming. Come, let’s go,\ngood Juliet, I don’t dare stay any longer."
            },
            {
              "speaker": "JULIET",
              "text": "Go, get out of here. I’m not going anywhere."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exit FRIAR LAURENCE"
            },
            {
              "speaker": "FIRST WATCHMAN",
              "text": "to Page, Lead, boy. Which way?"
            },
            {
              "speaker": "JULIET",
              "text": "Oh, noise? Then I’ll be quick. Oh, good, a knife!\nMy body will be your sheath.\nRust inside my body and let me die.\nshe stabs herself with ROMEO’s dagger and\ndies"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter FIRST WATCHMAN, with PAGE"
            },
            {
              "speaker": "PAGE",
              "text": "This is the place. There, where the torch is burning."
            },
            {
              "speaker": "FIRST WATCHMAN",
              "text": "The ground is bloody. Search the graveyard. Go,\nsome of you, arrest whoever you find.\nThis is a pitiful sight! The count is dead. Juliet is\nbleeding. Her body is warm, and she seems to\nhave been dead only a short time, even though\nshe has been buried for two days. Go, tell the\nPrince. Run to the Capulets. Wake up the\nMontagues. Have some others search."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Re-enter some of the Watch, with BALTHASAR"
            },
            {
              "speaker": "SECOND WATCHMAN",
              "text": "Here’s Romeo’s man. We found him in the\nchurchyard."
            },
            {
              "speaker": "FIRST WATCHMAN",
              "text": "Hold him in custody until the Prince gets here."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Re-enter others of the Watch, with FRIAR LAURENCE"
            },
            {
              "speaker": "THIRD WATCHMAN",
              "text": "Here is a friar who’s trembling, sighing and\nweeping. We took this pickax and this shovel\nfrom him, as he was walking from this side of the\ngraveyard."
            },
            {
              "speaker": "FIRST WATCHMAN",
              "text": "Very suspicious. Hold the friar too."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter the PRINCE and Attendants"
            },
            {
              "speaker": "PRINCE",
              "text": "What crimes happen so early in the morning that\nI have to wake up before the usual time?"
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter CAPULET, LADY CAPULET, and others"
            },
            {
              "speaker": "CAPULET",
              "text": "What’s the problem, that they cry out so loud?"
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Some people in the street are crying “Romeo.”\nSome are crying “Juliet,” and some are crying\n“Paris.” They’re all running in an open riot toward\nour tomb."
            },
            {
              "speaker": "PRINCE",
              "text": "What’s this awful thing that everyone’s crying\nabout?"
            },
            {
              "speaker": "FIRST WATCHMAN",
              "text": "Prince, here lies Count Paris killed. And Romeo\ndead. And Juliet. She was dead before, but now\nshe’s warm and hasn’t been dead for long."
            },
            {
              "speaker": "PRINCE",
              "text": "Investigate how this foul murder came about."
            },
            {
              "speaker": "FIRST WATCHMAN",
              "text": "Here is a friar, and dead Romeo’s man. They’ve\ngot tools on them—tools they could use to open\nthese tombs."
            },
            {
              "speaker": "CAPULET",
              "text": "Oh heavens! Oh wife, look at how our daughter\nbleeds! That knife should be in its sheath on that\nMontague’s back, but instead it’s mis-sheathed\nin my daughter’s breast."
            },
            {
              "speaker": "LADY CAPULET",
              "text": "Oh my! This sight of death is like a bell that\nwarns me I’m old and I’ll die soon."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Enter MONTAGUE and others"
            },
            {
              "speaker": "PRINCE",
              "text": "Come, Montague. You’re up early to see your\nson down early."
            },
            {
              "speaker": "MONTAGUE",
              "text": "Oh, my liege, my wife died tonight. Sadness over\nmy son’s exile stopped her breath. What further\npain must I endure in my old age?"
            },
            {
              "speaker": "PRINCE",
              "text": "Look, and you’ll see."
            },
            {
              "speaker": "MONTAGUE",
              "text": "seeing ROMEO's body, Oh, you undisciplined\nboy! Where are your manners? It’s not right for a\nson to push past his father on his way to the\ngrave."
            },
            {
              "speaker": "PRINCE",
              "text": "Be quiet and hold back your remarks of outrage,\nuntil we can clear up these questions. We want\nto know how it started and what really happened.\nAnd then I’ll be the leader of pain, and maybe I’ll\nlead you as far as death. In the meantime, hold\non, and be patient. Bring forth the men under\nsuspicion."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "I am the greatest, but I was able to do the least. I\nam under the most suspicion, because I was\nhere at the time of this awful murder. And here I\nstand, you can question me and punish me. I\nhave already condemned and excused myself."
            },
            {
              "speaker": "PRINCE",
              "text": "Tell us what you know about this affair."
            },
            {
              "speaker": "FRIAR LAURENCE",
              "text": "I will be brief because I’m not going to live long\nenough to tell a boring story. Romeo, who lies\nthere dead, was the husband of that Juliet. And\nshe, who lies there dead, was that Romeo’s\nfaithful wife. I married them; their secret wedding\nday was the day Tybalt died. His untimely death\ncaused the bridegroom to be banished from the\ncity. Juliet was sad because Romeo was gone,\nnot because of Tybalt’s death. To cure her\nsadness, you arranged a marriage for her with\nCount Paris. Then she came to me, and, looking\nwild, she asked me to devise a plan to get her\nout of this second marriage. She threatened to\nkill herself in my cell if I didn’t help her. So I gave\nher a sleeping potion that I had mixed with my\nspecial skills. It worked as planned. She seemed\nto everyone to be dead.\nIn the meantime I wrote to Romeo and told him\nto come here on this awful night to help remove\nher from her temporary grave when the sleeping\npotion wore off. But the man who carried my\nletter, Friar John, was held up by an accident.\nLast night he gave me the letter back. So I came\nhere alone at the hour when she was supposed\nto wake up. I came to take her out of her family’s\ntomb, hoping to hide her in my cell until I could\nmake contact with Romeo. But by the time I got\nhere, just a few minutes before Juliet woke up,\nParis and Romeo were already dead. She woke\nup, and I asked her to come out of the tomb with\nme and endure this tragedy with patience. But\nthen a noise sent me running scared from the\ntomb. She was too desperate to come with me,\nand it seems that she killed herself. I know all of\nthis. And her Nurse knows about the marriage\ntoo. If any part of this tragedy is my fault, let my\nold life be sacrificed and let me suffer the most\nsevere punishment."
            },
            {
              "speaker": "PRINCE",
              "text": "We have always known you to be a holy man.\nWhere’s Romeo’s man? What does he have to\nsay about this?"
            },
            {
              "speaker": "BALTHASAR",
              "text": "I brought my master news of Juliet’s death. And\nthen he rode from Mantua here to this tomb. (he\nshows a letter) Earlier this morning he asked me\nto give this letter to his father. When he went into\nthe vault, he threatened me with death if I didn’t\nleave him alone there."
            },
            {
              "speaker": "PRINCE",
              "text": "Give me the letter. I’ll look at it. he takes the letter\nfrom Balthasar, Where is the count’s\npage, the one who called the watch? Boy, what\nwas your master doing here?"
            },
            {
              "speaker": "PAGE",
              "text": "He came with flowers to spread on his lady’s\ngrave. And he asked me to stand far away and\nleave him alone, and so I did. Then someone\nwith a torch came to open the tomb. So my\nmaster drew on him. And then I ran away to call\nthe watch"
            },
            {
              "speaker": "PRINCE",
              "text": "skimming the letter, This letter confirms the\nfriar’s account. It describes the course of their\nlove and mentions the news of her death. Here\nhe writes that he bought poison from a poor\npharmacist. He brought that poison with him to\nthis vault to die and lie with Juliet. Where are\nthese enemies? Capulet! Montague! Do you see\nwhat a great evil results from your hate? Heaven\nhas figured out how to kill your joys with love.\nBecause I looked the other way when your feud\nflared up, I’ve lost several members of my family\nas well. Everyone is punished."
            },
            {
              "speaker": "CAPULET",
              "text": "Oh, brother Montague, give me your hand. This\nis my daughter’s dowry. I can ask you for nothing\nmore."
            },
            {
              "speaker": "MONTAGUE",
              "text": "But I can give you more. I’ll raise her statue in\npure gold. As long as this city is called Verona,\nthere will be no figure praised more than that of\ntrue and faithful Juliet."
            },
            {
              "speaker": "CAPULET",
              "text": "The statue I will make of Romeo to lie beside his\nJuliet will be just as rich. They were poor\nsacrifices of our rivalry!"
            },
            {
              "speaker": "PRINCE",
              "text": "We settle a dark peace this morning. The sun is\ntoo sad to show itself. Let’s go, to talk about\nthese sad things some more. Some will be\npardoned, and some will be punished.\nThere was never a story more full of pain than\nthe story of Romeo and Juliet."
            },
            {
              "speaker": "STAGE_DIRECTION",
              "text": "Exeunt"
            }
          ]
        }
      ]
    }
  ]
}